 var derivatives = { "deriv": [
{ "verb":"اِبْتَسَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَبَسِّم"}
,{ "verb":"اِبْتَسَمَ", "dname":"صفة مشبهة", "derivative":"بَاسِم"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم ذات", "derivative":"مَبْسِم"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُبْتَسِم"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم مرة مزيد", "derivative":"اِبْتِسَامَة"}
,{ "verb":"اِبْتَسَمَ", "dname":"صيغة مبالغة", "derivative":"بَسَّام"}
,{ "verb":"اِبْتَسَمَ", "dname":"فعل أمر مزيد", "derivative":"اِبْتَسِمْ"}
,{ "verb":"اِبْتَسَمَ", "dname":"فعل ماض مزيد", "derivative":"اِبْتَسَمَ"}
,{ "verb":"اِبْتَسَمَ", "dname":"فعل ماض مزيد", "derivative":"تَبَسَّمَ"}
,{ "verb":"اِبْتَسَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَبَسَّم"}
,{ "verb":"اِبْتَسَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَبْتَسِم"}
,{ "verb":"اِبْتَسَمَ", "dname":"مصدر مزيد", "derivative":"اِبْتِسَام"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم علم", "derivative":"بَاسِم"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم علم", "derivative":"بَسْمَة"}
,{ "verb":"اِبْتَسَمَ", "dname":"اسم علم", "derivative":"بَسَّام"}
,{ "verb":"اِبْتَسَمَ", "dname":"مصدر مزيد", "derivative":"تَبَسُّم"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُبْتَكِر"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُبَكِّر"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم علم", "derivative":"بَكْرِيّ"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم علم", "derivative":"بَكْر"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"مُبْتَكَرَات"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"بُكْرَة"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"بَكْرَة"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُبْتَكَر"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"بَكَارَة"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"بَاكُورَة"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"وَالْإِبْكَار"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُبْتَكَر"}
,{ "verb":"اِبْتَكَرَ", "dname":"صفة مشبهة", "derivative":"بِكْر"}
,{ "verb":"اِبْتَكَرَ", "dname":"صفة منسوبة", "derivative":"اِبْتِكَارِيّ"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم ذات", "derivative":"بَكَرَة"}
,{ "verb":"اِبْتَكَرَ", "dname":"اسم تفضيل", "derivative":"أَبْكَر"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل أمر مزيد", "derivative":"اِبْتَكِرْ"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل أمر مزيد", "derivative":"بَكِّرْ"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل ماض مزيد", "derivative":"اِبْتَكَرَ"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل ماض مزيد", "derivative":"بَكَّرَ"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُبْتُكِرَ"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَبْتَكِر"}
,{ "verb":"اِبْتَكَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُبَكِّر"}
,{ "verb":"اِبْتَكَرَ", "dname":"مصدر مزيد", "derivative":"اِبْتِكَار"}
,{ "verb":"اِبْتَكَرَ", "dname":"مصدر مزيد", "derivative":"تَبْكِير"}
,{ "verb":"اِبْتَكَرَ", "dname":"صفة منسوبة", "derivative":"بِكْرِيّ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل ماض مزيد", "derivative":"بَطَّأَ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَبَاطَأ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل ماض مزيد", "derivative":"تَبَاطَأَ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَبْطِئ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل مضارع مزيد", "derivative":"يُبَطِّئ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل مضارع مزيد", "derivative":"يُبْطِئ"}
,{ "verb":"أَبْطَأَ", "dname":"مصدر مزيد", "derivative":"اِسْتِبْطَاء"}
,{ "verb":"أَبْطَأَ", "dname":"فعل ماض مزيد", "derivative":"أَبْطَأَ"}
,{ "verb":"أَبْطَأَ", "dname":"مصدر مزيد", "derivative":"إِبْطَاء"}
,{ "verb":"أَبْطَأَ", "dname":"مصدر مزيد", "derivative":"تَبَاطُؤ"}
,{ "verb":"أَبْطَأَ", "dname":"مصدر مزيد", "derivative":"تَبْطِئَة"}
,{ "verb":"أَبْطَأَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَبْطَأَ"}
,{ "verb":"أَبْطَأَ", "dname":"فعل أمر مزيد", "derivative":"أَبْطِئْ"}
,{ "verb":"أَبْطَأَ", "dname":"صفة مشبهة", "derivative":"بَطِيء"}
,{ "verb":"أَبْطَأَ", "dname":"اسم فاعل مزيد", "derivative":"مُبَطِّئ"}
,{ "verb":"أَبْطَأَ", "dname":"مصدر مزيد", "derivative":"تَبْطِيء"}
,{ "verb":"أَبْطَأَ", "dname":"اسم تفضيل", "derivative":"أَبْطَأ"}
,{ "verb":"أَبْطَأَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَبَاطِئ"}
,{ "verb":"أَبْطَأَ", "dname":"اسم فاعل مزيد", "derivative":"مُبْطِئ"}
,{ "verb":"أَبَى", "dname":"مصدر مجرد", "derivative":"إِبَاء"}
,{ "verb":"أَبَى", "dname":"فعل ماض مجرد", "derivative":"أَبَى"}
,{ "verb":"أَبَى", "dname":"صيغة مبالغة", "derivative":"أَبِيّ"}
,{ "verb":"أَبَى", "dname":"فعل مضارع مجرد", "derivative":"يَأْبَى"}
,{ "verb":"أَبَى", "dname":"فعل مضارع مجرد", "derivative":"يَأْبَ"}
,{ "verb":"رَفَضَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُرْفَض"}
,{ "verb":"رَفَضَ", "dname":"مصدر مجرد", "derivative":"رَفْض"}
,{ "verb":"رَفَضَ", "dname":"اسم ذات", "derivative":"اَلرَّافِضَة"}
,{ "verb":"رَفَضَ", "dname":"اسم فاعل مجرد", "derivative":"رَافِض"}
,{ "verb":"رَفَضَ", "dname":"اسم مفعول مجرد", "derivative":"مَرْفُوض"}
,{ "verb":"رَفَضَ", "dname":"فعل أمر مجرد", "derivative":"اُرْفُضْ"}
,{ "verb":"رَفَضَ", "dname":"فعل ماض مجرد", "derivative":"رَفَضَ"}
,{ "verb":"رَفَضَ", "dname":"فعل ماض مجرد مجهول", "derivative":"رُفِضَ"}
,{ "verb":"رَفَضَ", "dname":"فعل مضارع مجرد", "derivative":"يَرْفُض"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"تَابَعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُتُّبِعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُتْبِعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد مجهول", "derivative":"تُتُبِّعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد مجهول", "derivative":"تُوبِعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّبِع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَتَابَع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَتَبَّع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَتْبِع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يُتَابِع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"تَتَبَّعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"تَبَعِيّ"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"اِتِّبَاع"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"اِسْتِتْبَاع"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"إِتْبَاع"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"تَتَابُع"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"تَتَبُّع"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"تِبَاعًا"}
,{ "verb":"اِتَّبَعَ", "dname":"مصدر مزيد", "derivative":"مُتَابَعَة"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"تَتَابَعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"أَتْبَعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَتْبَعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّبَعَ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل أمر مزيد", "derivative":"تَابِعْ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل أمر مزيد", "derivative":"تَتَبَّعْ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل أمر مزيد", "derivative":"أَتْبِعْ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل أمر مزيد", "derivative":"اِتَّبِعْ"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد", "derivative":"يُتْبِع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَتَبَّع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَابَع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَّبَع"}
,{ "verb":"اِتَّبَعَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتْبَع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم ذات", "derivative":"تَبِعَة"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّبِع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَتَابِع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَتَبِّع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَابِع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتْبِع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَتَبَّع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَابَع"}
,{ "verb":"اِتَّبَعَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَّبَع"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة مشبهة", "derivative":"تَبَعًا"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"اِتِّبَاعِيّ"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"اِسْتِتْبَاعِيّ"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"تَتَابُعِيّ"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"تَابِعِيّ"}
,{ "verb":"اِتَّبَعَ", "dname":"صفة منسوبة", "derivative":"تَتَبُّعِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"أفعل التعجب", "derivative":"أَوْجَهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"مصدر مزيد", "derivative":"تَوْجِيه"}
,{ "verb":"اِتَّجَهَ", "dname":"مصدر مزيد", "derivative":"تَوَجُّه"}
,{ "verb":"اِتَّجَهَ", "dname":"مصدر مزيد", "derivative":"تَوَاجُه"}
,{ "verb":"اِتَّجَهَ", "dname":"مصدر مزيد", "derivative":"اِتِّجَاه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"مُوَجِّه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"مُوَجِّهَة"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَجِّه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَاجِه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَجَّه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَاجَه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّجِه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُوجِهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُجِّهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد", "derivative":"وَجَّهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد", "derivative":"وَاجَهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد", "derivative":"تَوَجَّهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد", "derivative":"تَوَاجَهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّجَهَ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل أمر مزيد", "derivative":"وَجِّهْ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل أمر مزيد", "derivative":"وَاجِهْ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل أمر مزيد", "derivative":"تَوَجَّهْ"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل أمر مزيد", "derivative":"اِتَّجِهْ"}
,{ "verb":"اِتَّجَهَ", "dname":"ظرف مكان", "derivative":"تُجَاه"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة منسوبة", "derivative":"وَجْهِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة منسوبة", "derivative":"وَجَاهِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة منسوبة", "derivative":"تَوْجِيهِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة منسوبة", "derivative":"اِتِّجَاهِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة مشبهة", "derivative":"وَجِيه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَاجَه"}
,{ "verb":"اِتَّجَهَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَجَّه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم تفضيل", "derivative":"أَوْجَه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"اِتِّجَاه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"جِهَة"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"تَوْجِيهَات"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"اَلتَّوْجِيهِيَّة"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"وَاجِهَة"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"وَجْه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم ذات", "derivative":"وُجْهَة"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّجِه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَاجِه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم علم", "derivative":"وَجِيه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَجِّه"}
,{ "verb":"اِتَّجَهَ", "dname":"صفة منسوبة", "derivative":"جِهَوِيّ"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَاجِه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَجِّه"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَاجَه"}
,{ "verb":"اِتَّجَهَ", "dname":"مصدر مزيد", "derivative":"مُوَاجَهَة"}
,{ "verb":"اِتَّجَهَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَجَّه"}
,{ "verb":"اِتَّسَخَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَسَّخ"}
,{ "verb":"اِتَّسَخَ", "dname":"أفعل التعجب", "derivative":"أَوْسَخَ"}
,{ "verb":"اِتَّسَخَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّسِخ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّسَخَ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل ماض مزيد", "derivative":"تَوَسَّخَ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل ماض مزيد", "derivative":"وَسَّخَ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّسِخ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَسَّخ"}
,{ "verb":"اِتَّسَخَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَسِّخ"}
,{ "verb":"اِتَّسَخَ", "dname":"مصدر مزيد", "derivative":"اِتِّسَاخ"}
,{ "verb":"اِتَّسَخَ", "dname":"مصدر مزيد", "derivative":"تَوَسُّخ"}
,{ "verb":"اِتَّسَخَ", "dname":"مصدر مزيد", "derivative":"تَوْسِيخ"}
,{ "verb":"اِتَّسَخَ", "dname":"اسم تفضيل", "derivative":"أَوْسَخ"}
,{ "verb":"اِتَّسَخَ", "dname":"اسم ذات", "derivative":"وَسَخ"}
,{ "verb":"اِتَّسَخَ", "dname":"صفة مشبهة", "derivative":"وَسِخ"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم ذات", "derivative":"سِمَة"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم ذات", "derivative":"مِيسَم"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم ذات", "derivative":"وِسَام"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم علم", "derivative":"وِسَام"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّسِم"}
,{ "verb":"اِتَّسَمَ", "dname":"صفة مشبهة", "derivative":"وَسِيم"}
,{ "verb":"اِتَّسَمَ", "dname":"صفة منسوبة", "derivative":"مَوْسِمِيّ"}
,{ "verb":"اِتَّسَمَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّسَمَ"}
,{ "verb":"اِتَّسَمَ", "dname":"فعل ماض مزيد", "derivative":"تَوَسَّمَ"}
,{ "verb":"اِتَّسَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّسِم"}
,{ "verb":"اِتَّسَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَسَّم"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَسِّم"}
,{ "verb":"اِتَّسَمَ", "dname":"اسم علم", "derivative":"وَسِيم"}
,{ "verb":"اِتَّسَمَ", "dname":"مصدر مزيد", "derivative":"اِتِّسَام"}
,{ "verb":"اِتَّسَمَ", "dname":"مصدر مزيد", "derivative":"تَوَسُّم"}
,{ "verb":"اِتَّصَفَ", "dname":"مصدر مزيد", "derivative":"مُوَاصَفَة"}
,{ "verb":"اِتَّصَفَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَّصَف"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم ذات", "derivative":"صِفَة"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم ذات", "derivative":"وَصِيف"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم ذات", "derivative":"وَصِيفَة"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم ذات", "derivative":"مُسْتَوْصَف"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم ذات", "derivative":"مُوَاصَفَات"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم علم", "derivative":"وَصْفِيّ"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّصِف"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم علم", "derivative":"وَصِيفَة"}
,{ "verb":"اِتَّصَفَ", "dname":"مصدر مزيد", "derivative":"تَوْصِيف"}
,{ "verb":"اِتَّصَفَ", "dname":"اسم علم", "derivative":"وَاصِف"}
,{ "verb":"اِتَّصَفَ", "dname":"صفة منسوبة", "derivative":"تَوْصِيفِيّ"}
,{ "verb":"اِتَّصَفَ", "dname":"صفة منسوبة", "derivative":"وَصْفِيّ"}
,{ "verb":"اِتَّصَفَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّصَفَ"}
,{ "verb":"اِتَّصَفَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُتُّصِفَ"}
,{ "verb":"اِتَّصَفَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّصِف"}
,{ "verb":"اِتَّصَفَ", "dname":"مصدر مزيد", "derivative":"اِتِّصَاف"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم علم", "derivative":"وَاصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَوَصَّل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَصَّل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"إِيصَال"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"صِلَة"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"وَصْل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"وَصْلَة"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"مَوْصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"مُوَاصَلَة"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"مُوَصِّلَات"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم علم", "derivative":"اَلْمَوْصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَاصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَصِّل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَاصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَصِّل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُوصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم مرة مزيد", "derivative":"تَوْصِيلَة"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوصَل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَصَّل"}
,{ "verb":"اِتَّصَلَ", "dname":"صفة منسوبة", "derivative":"اِتِّصَالِيّ"}
,{ "verb":"اِتَّصَلَ", "dname":"صفة منسوبة", "derivative":"اِتِّصَالَاتِيّ"}
,{ "verb":"اِتَّصَلَ", "dname":"صفة منسوبة", "derivative":"تَوَاصُلِيّ"}
,{ "verb":"اِتَّصَلَ", "dname":"صفة منسوبة", "derivative":"وُصُولِيّ"}
,{ "verb":"اِتَّصَلَ", "dname":"صفة منسوبة", "derivative":"مُوَاصَلَاتِيّ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل أمر مزيد", "derivative":"اِتَّصِلْ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل أمر مزيد", "derivative":"أَوْصِلْ"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم علم", "derivative":"وِصَال"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل أمر مزيد", "derivative":"وَاصِلْ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل أمر مزيد", "derivative":"وَصِّلْ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّصَلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"أَوْصَلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"تَوَاصَلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"تَوَصَّلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"وَاصَلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد", "derivative":"وَصَّلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُتُّصِلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد مجهول", "derivative":"تُوُصِّلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُصِّلَ"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يُوصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَاصَل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَصَّل"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَصِّل"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"اِتِّصَال"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"إِيصَال"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"تَوَاصُل"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"تَوَصُّل"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"تَوْصِيل"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"وِصَال"}
,{ "verb":"اِتَّصَلَ", "dname":"مصدر مزيد", "derivative":"مُوَاصَلَة"}
,{ "verb":"اِتَّصَلَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَاصِل"}
,{ "verb":"اِتَّصَلَ", "dname":"اسم ذات", "derivative":"تَوْصِيلَة"}
,{ "verb":"اِتَّضَحَ", "dname":"صفة منسوبة", "derivative":"إِيضَاحِيّ"}
,{ "verb":"اِتَّضَحَ", "dname":"مصدر مزيد", "derivative":"إِيضَاح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَضَّح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم تفضيل", "derivative":"أَوْضَح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم ذات", "derivative":"وَضَح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّضِح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَوْضِح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَضِّح"}
,{ "verb":"اِتَّضَحَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَضَّح"}
,{ "verb":"اِتَّضَحَ", "dname":"أفعل التعجب", "derivative":"أَوْضَحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"صفة مشبهة", "derivative":"وَاضِح"}
,{ "verb":"اِتَّضَحَ", "dname":"صفة منسوبة", "derivative":"اِسْتِيضَاحِيّ"}
,{ "verb":"اِتَّضَحَ", "dname":"مصدر مزيد", "derivative":"تَوْضِيح"}
,{ "verb":"اِتَّضَحَ", "dname":"صفة منسوبة", "derivative":"تَوْضِيحِيّ"}
,{ "verb":"اِتَّضَحَ", "dname":"صيغة مبالغة", "derivative":"وَضَّاح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل أمر مزيد", "derivative":"أَوْضِحْ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل أمر مزيد", "derivative":"وَضِّحْ"}
,{ "verb":"اِتَّضَحَ", "dname":"مصدر مزيد", "derivative":"اِسْتِيضَاح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّضَحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَوْضَحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد", "derivative":"أَوْضَحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد", "derivative":"تَوَضَّحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد", "derivative":"وَضَّحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُضِّحَ"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّضِح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَضَّح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَوْضِح"}
,{ "verb":"اِتَّضَحَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَضِّح"}
,{ "verb":"اِتَّضَحَ", "dname":"مصدر مزيد", "derivative":"اِتِّضَاح"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَفَّق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَّفَق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم ذات", "derivative":"اِتِّفَاقِيَّة"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم علم", "derivative":"وَفِيق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم علم", "derivative":"وِفِيقَة"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّفِق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَافِق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَافِق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَفِّق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَّفَق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَافَق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَفَّق"}
,{ "verb":"اِتَّفَقَ", "dname":"صفة منسوبة", "derivative":"تَوَافُقِيّ"}
,{ "verb":"اِتَّفَقَ", "dname":"صفة منسوبة", "derivative":"تَوْفِيقِيّ"}
,{ "verb":"اِتَّفَقَ", "dname":"صفة منسوبة", "derivative":"وِفَاقِيّ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل أمر مزيد", "derivative":"اِتَّفِقْ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَافَق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل أمر مزيد", "derivative":"وَفِّقْ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّفَقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد", "derivative":"تَوَافَقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد", "derivative":"وَافَقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد", "derivative":"وَفَّقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُتُّفِقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُفِّقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم تفضيل", "derivative":"أَوْفَق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُوفِقَ"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّفِق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَافَق"}
,{ "verb":"اِتَّفَقَ", "dname":"اسم علم", "derivative":"تَوْفِيق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَافِق"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَفِّق"}
,{ "verb":"اِتَّفَقَ", "dname":"مصدر مزيد", "derivative":"اِتِّفَاق"}
,{ "verb":"اِتَّفَقَ", "dname":"مصدر مزيد", "derivative":"تَوَافُق"}
,{ "verb":"اِتَّفَقَ", "dname":"مصدر مزيد", "derivative":"تَوْفِيق"}
,{ "verb":"اِتَّفَقَ", "dname":"مصدر مزيد", "derivative":"وِفَاق"}
,{ "verb":"اِتَّفَقَ", "dname":"مصدر مزيد", "derivative":"مُوَافَقَة"}
,{ "verb":"اِتَّفَقَ", "dname":"فعل أمر مزيد", "derivative":"وَافِقْ"}
,{ "verb":"اِتَّكَأَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَّكَأ"}
,{ "verb":"اِتَّكَأَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَوَكَّأ"}
,{ "verb":"اِتَّكَأَ", "dname":"فعل أمر مزيد", "derivative":"اِتَّكِئْ"}
,{ "verb":"اِتَّكَأَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّكَأَ"}
,{ "verb":"اِتَّكَأَ", "dname":"فعل ماض مزيد", "derivative":"تَوَكَّأَ"}
,{ "verb":"اِتَّكَأَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّكِئ"}
,{ "verb":"اِتَّكَأَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَكَّأ"}
,{ "verb":"اِتَّكَأَ", "dname":"مصدر مزيد", "derivative":"اِتِّكَاء"}
,{ "verb":"اِتَّكَأَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّكِئ"}
,{ "verb":"اِتَّكَأَ", "dname":"مصدر مزيد", "derivative":"تَوَكُّؤ"}
,{ "verb":"اِتَّكَأَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَكِّئ"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّكِل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَاكِل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَكِّل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُوَكِّل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم فاعل مزيد", "derivative":"مُوكِل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم مفعول مزيد", "derivative":"مُوكَل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم مفعول مزيد", "derivative":"مُوَكَّل"}
,{ "verb":"اِتَّكَلَ", "dname":"صفة منسوبة", "derivative":"اِتِّكَالِيّ"}
,{ "verb":"اِتَّكَلَ", "dname":"صفة منسوبة", "derivative":"تَوَاكُلِيّ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل أمر مزيد", "derivative":"أَوْكِلْ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل أمر مزيد", "derivative":"تَوَكَّلْ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل أمر مزيد", "derivative":"وَكِّلْ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّكَلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد", "derivative":"أَوْكَلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد", "derivative":"تَوَاكَلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم ذات", "derivative":"وِكَالَة"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد", "derivative":"وَكَّلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُوكِلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد مجهول", "derivative":"وُكِّلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّكِل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد", "derivative":"يُوكِل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَاكَل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَكَّل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد", "derivative":"يُوَكِّل"}
,{ "verb":"اِتَّكَلَ", "dname":"مصدر مزيد", "derivative":"اِتِّكَال"}
,{ "verb":"اِتَّكَلَ", "dname":"مصدر مزيد", "derivative":"إِيكَال"}
,{ "verb":"اِتَّكَلَ", "dname":"مصدر مزيد", "derivative":"تَوَاكُل"}
,{ "verb":"اِتَّكَلَ", "dname":"مصدر مزيد", "derivative":"تَوَكُّل"}
,{ "verb":"اِتَّكَلَ", "dname":"مصدر مزيد", "derivative":"تَوْكِيل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل ماض مزيد", "derivative":"تَوَكَّلَ"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم ذات", "derivative":"وَكِيلَة"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوكَل"}
,{ "verb":"اِتَّكَلَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوَكَّل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم ذات", "derivative":"وَكِيل"}
,{ "verb":"اِتَّكَلَ", "dname":"اسم ذات", "derivative":"تَوْكِيل"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَّهِم"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُتَّهَم"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُوهَم"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم ذات", "derivative":"تُهْمَة"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم ذات", "derivative":"وَهْم"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَّهِم"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَوَهِّم"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل مضارع مزيد", "derivative":"يُوهِم"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم فاعل مزيد", "derivative":"مُوهِم"}
,{ "verb":"اِتَّهَمَ", "dname":"اسم مفعول مزيد", "derivative":"مُتَّهَم"}
,{ "verb":"اِتَّهَمَ", "dname":"صفة منسوبة", "derivative":"اِتِّهَامِيّ"}
,{ "verb":"اِتَّهَمَ", "dname":"صفة منسوبة", "derivative":"وَهْمِيّ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل أمر مزيد", "derivative":"أَوْهِمْ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل ماض مزيد", "derivative":"اِتَّهَمَ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل ماض مزيد", "derivative":"أَوْهَمَ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل ماض مزيد", "derivative":"تَوَهَّمَ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُتُّهِمَ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُوهِمَ"}
,{ "verb":"اِتَّهَمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَوَهَّم"}
,{ "verb":"اِتَّهَمَ", "dname":"مصدر مزيد", "derivative":"اِتِّهَام"}
,{ "verb":"اِتَّهَمَ", "dname":"مصدر مزيد", "derivative":"تَوَهُّم"}
,{ "verb":"اِتَّهَمَ", "dname":"مصدر مزيد", "derivative":"إِيهَام"}
,{ "verb":"أَجَابَ", "dname":"مصدر مزيد", "derivative":"تَجَاوُب"}
,{ "verb":"أَجَابَ", "dname":"صفة منسوبة", "derivative":"اِسْتِجْوَابِيّ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُسْتَجَاب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُسْتَجَبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُجَاب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُجَبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُسْتَجْوَب"}
,{ "verb":"أَجَابَ", "dname":"اسم ذات", "derivative":"جَوَاب"}
,{ "verb":"أَجَابَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَجِيب"}
,{ "verb":"أَجَابَ", "dname":"اسم فاعل مزيد", "derivative":"مُجِيب"}
,{ "verb":"أَجَابَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَجَاوِب"}
,{ "verb":"أَجَابَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَجْوِب"}
,{ "verb":"أَجَابَ", "dname":"اسم فاعل مزيد", "derivative":"مُجَاوِب"}
,{ "verb":"أَجَابَ", "dname":"اسم مفعول مزيد", "derivative":"مُسْتَجَاب"}
,{ "verb":"أَجَابَ", "dname":"اسم مفعول مزيد", "derivative":"مُجَاب"}
,{ "verb":"أَجَابَ", "dname":"اسم مفعول مزيد", "derivative":"مُسْتَجْوَب"}
,{ "verb":"أَجَابَ", "dname":"فعل أمر مزيد", "derivative":"اِسْتَجِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل أمر مزيد", "derivative":"أَجِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل أمر مزيد", "derivative":"اِسْتَجْوِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل أمر مزيد", "derivative":"جَاوِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَجَابَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد", "derivative":"أَجَابَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَجْوَبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد", "derivative":"تَجَاوَبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد", "derivative":"جَاوَبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُسْتُجِيبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُجِيبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُسْتُجْوِبَ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَجِيب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَجِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يُجِيب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يُجِبْ"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَجَاوَب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَجْوِب"}
,{ "verb":"أَجَابَ", "dname":"فعل مضارع مزيد", "derivative":"يُجَاوِب"}
,{ "verb":"أَجَابَ", "dname":"مصدر مزيد", "derivative":"اِسْتِجَابَة"}
,{ "verb":"أَجَابَ", "dname":"مصدر مزيد", "derivative":"إِجَابَة"}
,{ "verb":"أَجَابَ", "dname":"مصدر مزيد", "derivative":"اِسْتِجْوَاب"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُجَمِّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَمَاعَة"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُجْتَمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُجْمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَامِعَة"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَامِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"اِجْتِمَاعِيَّات"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم مفعول مزيد", "derivative":"مُجَمَّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم مفعول مزيد", "derivative":"مُجْمَع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم توكيد", "derivative":"جَمْعَاء"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"اِجْتِمَاعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"إِجْمَاعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"تَجَمُّعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"تَجْمِيعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"جَامِعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"جَمَاعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم توكيد", "derivative":"أَجْمَع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُجْمَع"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"جَمْعَوِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"جَمْعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"مَجْمَعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"مُجْتَمَعِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل أمر مزيد", "derivative":"اِسْتَجْمِعْ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَمْعِيَّة"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل أمر مزيد", "derivative":"فَأَجْمِعُوا"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم علم", "derivative":"جَامِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَمِيع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم توكيد", "derivative":"جَمِيعنَا"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل أمر مزيد", "derivative":"جَمِّعْ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جَمْع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَجْمَعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"اِجْتَمَعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"أَجْمَعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"تَجَمَّعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"جَامَعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد", "derivative":"جَمَّعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُجْمِعَ"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَجَمَّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَجْمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يَجْتَمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يُجَامِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يُجَمِّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل مضارع مزيد", "derivative":"يُجْمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"اِسْتِجْمَاع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"اِجْتِمَاع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"إِجْمَاع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"تَجَمُّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم علم", "derivative":"جُمْعَة"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"تَجْمِيع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"جِمَاع"}
,{ "verb":"اِجْتَمَعَ", "dname":"مصدر مزيد", "derivative":"مُجَامَعَة"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَجْمِع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"مُجْتَمَع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"مُجَمَّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَجَمِّع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل أمر مزيد", "derivative":"تَجَمَّعْ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم توكيد", "derivative":"جَمِيعهمْ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"جِمَاع"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"مَجْمُوعَة"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"مَجْمَع"}
,{ "verb":"اِجْتَمَعَ", "dname":"فعل أمر مزيد", "derivative":"اِجْتَمِعْ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم ذات", "derivative":"مَجْمُوع"}
,{ "verb":"اِجْتَمَعَ", "dname":"صفة منسوبة", "derivative":"مُجْتَمَعَاتِيّ"}
,{ "verb":"اِجْتَمَعَ", "dname":"اسم توكيد", "derivative":"جَمِيعهَا"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُحْتَقِر"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل ماض مزيد", "derivative":"حَقَّرَ"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُحَقِّر"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَحْقِر"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُحَقَّر"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُحْتَقَر"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُحْتَقَر"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَحْقَرَ"}
,{ "verb":"اِحْتَقَرَ", "dname":"أفعل التعجب", "derivative":"أَحْقَرَ"}
,{ "verb":"اِحْتَقَرَ", "dname":"صفة مشبهة", "derivative":"حَقِير"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل ماض مزيد", "derivative":"اِحْتَقَرَ"}
,{ "verb":"اِحْتَقَرَ", "dname":"صفة منسوبة", "derivative":"تَحْقِيرِيّ"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُحْتُقِرَ"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَحْقِر"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَحْتَقِر"}
,{ "verb":"اِحْتَقَرَ", "dname":"اسم تفضيل", "derivative":"أَحْقَر"}
,{ "verb":"اِحْتَقَرَ", "dname":"مصدر مزيد", "derivative":"اِحْتِقَار"}
,{ "verb":"اِحْتَقَرَ", "dname":"مصدر مزيد", "derivative":"اِسْتِحْقَار"}
,{ "verb":"اِحْتَقَرَ", "dname":"صفة منسوبة", "derivative":"اِحْتِقَارِيّ"}
,{ "verb":"اِحْتَقَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُحَقِّر"}
,{ "verb":"اِحْتَقَرَ", "dname":"مصدر مزيد", "derivative":"تَحْقِير"}
,{ "verb":"أَخْبَرَ", "dname":"مصدر مزيد", "derivative":"مُخَابَرَة"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْتَبَر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم آلة", "derivative":"مِخْبَار"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"اِسْتِخْبَارَات"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"إِخْبَارِيَّة"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"خَابُور"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"مَخْبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"مُخَابَرَات"}
,{ "verb":"أَخْبَرَ", "dname":"اسم علم", "derivative":"خَيْبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُخْتَبِر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُخْبِر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُخْتَبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُخْبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم مكان مزيد", "derivative":"مُخْتَبَر"}
,{ "verb":"أَخْبَرَ", "dname":"صيغة مبالغة", "derivative":"خَبِير"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"اِسْتِخْبَارَاتِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"اِسْتِخْبَارِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"اِخْتِبَارِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"إِخْبَارِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"خَبَرِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"مَخْبَرِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"مُخَابَرَاتِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"صفة منسوبة", "derivative":"مُخْتَبَرِيّ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل أمر مزيد", "derivative":"اِخْتَبِرْ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل أمر مزيد", "derivative":"أَخْبِرْ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل أمر مزيد", "derivative":"خَبِّرْ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَخْبَرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"اِخْتَبَرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"أَخْبَرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"تَخَابَرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"خَابَرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد", "derivative":"خَبَّرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُخْتُبِرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُخْبِرَ"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَخَابَر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَخْبِر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَخْتَبِر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخَابِر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخَبِّر"}
,{ "verb":"أَخْبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخْبِر"}
,{ "verb":"أَخْبَرَ", "dname":"مصدر مزيد", "derivative":"اِسْتِخْبَار"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"خَبَر"}
,{ "verb":"أَخْبَرَ", "dname":"اسم ذات", "derivative":"مُخْبِر"}
,{ "verb":"أَخْبَرَ", "dname":"مصدر مزيد", "derivative":"تَخَابُر"}
,{ "verb":"أَخْبَرَ", "dname":"مصدر مزيد", "derivative":"إِخْبَار"}
,{ "verb":"أَخْبَرَ", "dname":"مصدر مزيد", "derivative":"اِخْتِبَار"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْتَرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخَيَّر"}
,{ "verb":"اِخْتَارَ", "dname":"اسم تفضيل", "derivative":"خَيْر"}
,{ "verb":"اِخْتَارَ", "dname":"اسم ذات", "derivative":"مُخْتَارَات"}
,{ "verb":"اِخْتَارَ", "dname":"اسم ذات", "derivative":"مُخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم ذات", "derivative":"خَيْر"}
,{ "verb":"اِخْتَارَ", "dname":"اسم ذات", "derivative":"خِيَارَة"}
,{ "verb":"اِخْتَارَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَخِير"}
,{ "verb":"اِخْتَارَ", "dname":"اسم فاعل مزيد", "derivative":"مُخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَخَيِّر"}
,{ "verb":"اِخْتَارَ", "dname":"اسم فاعل مزيد", "derivative":"مُخَيِّر"}
,{ "verb":"اِخْتَارَ", "dname":"اسم مفعول مزيد", "derivative":"مُسْتَخَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم مفعول مزيد", "derivative":"مُخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم مفعول مزيد", "derivative":"مُخَيَّر"}
,{ "verb":"اِخْتَارَ", "dname":"صفة مشبهة", "derivative":"خَيِّر"}
,{ "verb":"اِخْتَارَ", "dname":"صفة منسوبة", "derivative":"اِخْتِيَارِيّ"}
,{ "verb":"اِخْتَارَ", "dname":"صفة منسوبة", "derivative":"خَيْرِيّ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل أمر مزيد", "derivative":"اِخْتَرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل أمر مزيد", "derivative":"تَخَيَّرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل أمر مزيد", "derivative":"خَيِّرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَخَارَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد", "derivative":"اِخْتَارَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد", "derivative":"تَخَيَّرَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد", "derivative":"خَيَّرَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُخْتِيرَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل ماض مزيد مجهول", "derivative":"خُيِّرَ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَخِير"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَخِرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يَخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يَخْتَرْ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَخَيَّر"}
,{ "verb":"اِخْتَارَ", "dname":"فعل مضارع مزيد", "derivative":"يُخَيِّر"}
,{ "verb":"اِخْتَارَ", "dname":"مصدر مزيد", "derivative":"اِسْتِخَارَة"}
,{ "verb":"اِخْتَارَ", "dname":"مصدر مزيد", "derivative":"اِخْتِيَار"}
,{ "verb":"اِخْتَارَ", "dname":"مصدر مزيد", "derivative":"تَخَيُّر"}
,{ "verb":"اِخْتَارَ", "dname":"مصدر مزيد", "derivative":"تَخْيِير"}
,{ "verb":"اِخْتَارَ", "dname":"مصدر مزيد", "derivative":"خِيَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم علم", "derivative":"مُخْتَار"}
,{ "verb":"اِخْتَارَ", "dname":"اسم علم", "derivative":"خَيْرِيّ"}
,{ "verb":"اِخْتَارَ", "dname":"اسم علم", "derivative":"خَيْرِيَّة"}
,{ "verb":"اِخْتَارَ", "dname":"اسم تفضيل", "derivative":"خِيرَة"}
,{ "verb":"اِخْتَارَ", "dname":"صفة منسوبة", "derivative":"تَخْيِيرِيّ"}
,{ "verb":"اِخْتَارَ", "dname":"فعل أمر مزيد", "derivative":"اِسْتَخِرْ"}
,{ "verb":"اِخْتَبَرَ", "dname":"مصدر مزيد", "derivative":"مُخَابَرَة"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْتَبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُخْبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم آلة", "derivative":"مِخْبَار"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"اِسْتِخْبَارَات"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"إِخْبَارِيَّة"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"خَابُور"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"مَخْبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"مُخَابَرَات"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم علم", "derivative":"خَيْبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُخْتَبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُخْبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُخْتَبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم مفعول مزيد", "derivative":"مُخْبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم مكان مزيد", "derivative":"مُخْتَبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"صيغة مبالغة", "derivative":"خَبِير"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"اِسْتِخْبَارَاتِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"اِسْتِخْبَارِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"اِخْتِبَارِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"إِخْبَارِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"خَبَرِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"مَخْبَرِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"مُخَابَرَاتِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"صفة منسوبة", "derivative":"مُخْتَبَرِيّ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل أمر مزيد", "derivative":"اِخْتَبِرْ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل أمر مزيد", "derivative":"أَخْبِرْ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل أمر مزيد", "derivative":"خَبِّرْ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَخْبَرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"اِخْتَبَرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"أَخْبَرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"تَخَابَرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"خَابَرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد", "derivative":"خَبَّرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"اُخْتُبِرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُخْبِرَ"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَخَابَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَخْبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يَخْتَبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخَابِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخَبِّر"}
,{ "verb":"اِخْتَبَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُخْبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"مصدر مزيد", "derivative":"اِسْتِخْبَار"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"خَبَر"}
,{ "verb":"اِخْتَبَرَ", "dname":"اسم ذات", "derivative":"مُخْبِر"}
,{ "verb":"اِخْتَبَرَ", "dname":"مصدر مزيد", "derivative":"تَخَابُر"}
,{ "verb":"اِخْتَبَرَ", "dname":"مصدر مزيد", "derivative":"إِخْبَار"}
,{ "verb":"اِخْتَبَرَ", "dname":"مصدر مزيد", "derivative":"اِخْتِبَار"}
,{ "verb":"نَظَرَ", "dname":"اسم علم", "derivative":"نَظِيرَة"}
,{ "verb":"نَظَرَ", "dname":"اسم علم", "derivative":"نَظِير"}
,{ "verb":"نَظَرَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُنْظَر"}
,{ "verb":"نَظَرَ", "dname":"اسم آلة", "derivative":"نَظَّارَة"}
,{ "verb":"نَظَرَ", "dname":"اسم آلة", "derivative":"مِنْظَار"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَاظِر"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَاظِرَة"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَظَر"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَظَرِيَّة"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَظِرَة"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَظِير"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"نَظَّارَاتِيّ"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"مَنْظَر"}
,{ "verb":"نَظَرَ", "dname":"اسم ذات", "derivative":"مَنْظُور"}
,{ "verb":"نَظَرَ", "dname":"اسم فاعل مجرد", "derivative":"نَاظِر"}
,{ "verb":"نَظَرَ", "dname":"اسم مرة مجرد", "derivative":"نَظْرَة"}
,{ "verb":"نَظَرَ", "dname":"اسم مفعول مجرد", "derivative":"مَنْظُور"}
,{ "verb":"نَظَرَ", "dname":"صفة منسوبة", "derivative":"تَنَاظُرِيّ"}
,{ "verb":"نَظَرَ", "dname":"صفة منسوبة", "derivative":"تَنْظِيرِيّ"}
,{ "verb":"نَظَرَ", "dname":"صفة منسوبة", "derivative":"نَظَرِيّ"}
,{ "verb":"نَظَرَ", "dname":"صفة منسوبة", "derivative":"مَنْظَرِيّ"}
,{ "verb":"نَظَرَ", "dname":"صيغة مبالغة", "derivative":"نَظِير"}
,{ "verb":"نَظَرَ", "dname":"فعل أمر مجرد", "derivative":"اُنْظُرْ"}
,{ "verb":"نَظَرَ", "dname":"فعل ماض مجرد", "derivative":"نَظَرَ"}
,{ "verb":"نَظَرَ", "dname":"فعل ماض مجرد مجهول", "derivative":"نُظِرَ"}
,{ "verb":"نَظَرَ", "dname":"فعل مضارع مجرد", "derivative":"يَنْظُر"}
,{ "verb":"نَظَرَ", "dname":"مصدر مجرد", "derivative":"نَظَر"}
,{ "verb":"وَقَفَ", "dname":"اسم ذات", "derivative":"وَقْف"}
,{ "verb":"وَقَفَ", "dname":"اسم ذات", "derivative":"مَوْقِف"}
,{ "verb":"وَقَفَ", "dname":"اسم فاعل مجرد", "derivative":"وَاقِف"}
,{ "verb":"وَقَفَ", "dname":"اسم مرة مجرد", "derivative":"وَقْفَة"}
,{ "verb":"وَقَفَ", "dname":"اسم مفعول مجرد", "derivative":"مَوْقُوف"}
,{ "verb":"وَقَفَ", "dname":"اسم مكان مجرد", "derivative":"مَوْقِف"}
,{ "verb":"وَقَفَ", "dname":"صفة منسوبة", "derivative":"تَوْقِيفِيّ"}
,{ "verb":"وَقَفَ", "dname":"صفة منسوبة", "derivative":"وَقْفِيّ"}
,{ "verb":"وَقَفَ", "dname":"فعل أمر مجرد", "derivative":"قِفْ"}
,{ "verb":"وَقَفَ", "dname":"فعل ماض مجرد", "derivative":"وَقَفَ"}
,{ "verb":"وَقَفَ", "dname":"فعل مضارع مجرد", "derivative":"يَقِف"}
,{ "verb":"وَقَفَ", "dname":"مصدر مجرد", "derivative":"وَقْف"}
,{ "verb":"وَقَفَ", "dname":"مصدر مجرد", "derivative":"وُقُوف"}
,{ "verb":"وَعَدَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُوعَد"}
,{ "verb":"وَعَدَ", "dname":"اسم ذات", "derivative":"مِيعَاد"}
,{ "verb":"وَعَدَ", "dname":"اسم زمان مجرد", "derivative":"مَوْعِد"}
,{ "verb":"وَعَدَ", "dname":"اسم فاعل مجرد", "derivative":"وَاعِد"}
,{ "verb":"وَعَدَ", "dname":"فعل مضارع مجرد", "derivative":"يَعِد"}
,{ "verb":"وَعَدَ", "dname":"مصدر مجرد", "derivative":"وَعِيد"}
,{ "verb":"وَعَدَ", "dname":"فعل ماض مجرد مجهول", "derivative":"وُعِدَ"}
,{ "verb":"وَعَدَ", "dname":"فعل ماض مجرد", "derivative":"وَعَدَ"}
,{ "verb":"وَعَدَ", "dname":"مصدر مجرد", "derivative":"وَعْد"}
,{ "verb":"وَعَدَ", "dname":"اسم علم", "derivative":"وَعْد"}
,{ "verb":"وَعَدَ", "dname":"اسم مفعول مجرد", "derivative":"مَوْعُود"}
,{ "verb":"مَرِضَ", "dname":"فعل ماض مجرد", "derivative":"مَرِضَ"}
,{ "verb":"مَرِضَ", "dname":"صفة منسوبة", "derivative":"مَرَضِيّ"}
,{ "verb":"مَرِضَ", "dname":"صفة منسوبة", "derivative":"تَمْرِيضِيّ"}
,{ "verb":"مَرِضَ", "dname":"صفة مشبهة", "derivative":"مَرِيض"}
,{ "verb":"مَرِضَ", "dname":"اسم ذات", "derivative":"مُمَرِّض"}
,{ "verb":"مَرِضَ", "dname":"اسم ذات", "derivative":"مُمَرِّضَة"}
,{ "verb":"مَرِضَ", "dname":"اسم ذات", "derivative":"مَرَض"}
,{ "verb":"مَرِضَ", "dname":"فعل مضارع مجرد", "derivative":"يَمْرَض"}
,{ "verb":"قَتَلَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُقْتَل"}
,{ "verb":"قَتَلَ", "dname":"اسم فاعل مجرد", "derivative":"قَاتِل"}
,{ "verb":"قَتَلَ", "dname":"مصدر ميميّ مجرد", "derivative":"مَقْتَلَة"}
,{ "verb":"قَتَلَ", "dname":"اسم ذات", "derivative":"مُقَاتِلَة"}
,{ "verb":"قَتَلَ", "dname":"مصدر ميميّ مجرد", "derivative":"مَقْتَل"}
,{ "verb":"قَتَلَ", "dname":"اسم مفعول مجرد", "derivative":"قَتِيل"}
,{ "verb":"قَتَلَ", "dname":"اسم مفعول مجرد", "derivative":"مَقْتُول"}
,{ "verb":"قَتَلَ", "dname":"اسم هيئة", "derivative":"قِتْلَة"}
,{ "verb":"قَتَلَ", "dname":"صفة منسوبة", "derivative":"قِتَالِيّ"}
,{ "verb":"قَتَلَ", "dname":"صيغة مبالغة", "derivative":"قَتَّال"}
,{ "verb":"قَتَلَ", "dname":"فعل أمر مجرد", "derivative":"اُقْتُلْ"}
,{ "verb":"قَتَلَ", "dname":"فعل ماض مجرد", "derivative":"قَتَلَ"}
,{ "verb":"قَتَلَ", "dname":"فعل ماض مجرد مجهول", "derivative":"قُتِلَ"}
,{ "verb":"قَتَلَ", "dname":"فعل مضارع مجرد", "derivative":"يَقْتُل"}
,{ "verb":"قَتَلَ", "dname":"مصدر مجرد", "derivative":"قَتْل"}
,{ "verb":"كَتَبَ", "dname":"اسم فاعل مجرد", "derivative":"كَاتِب"}
,{ "verb":"كَتَبَ", "dname":"اسم مفعول مجرد", "derivative":"مَكْتُوب"}
,{ "verb":"كَتَبَ", "dname":"صفة منسوبة", "derivative":"كَتَائِبِيّ"}
,{ "verb":"كَتَبَ", "dname":"صفة منسوبة", "derivative":"كِتَابِيّ"}
,{ "verb":"كَتَبَ", "dname":"صفة منسوبة", "derivative":"مَكْتَبِيّ"}
,{ "verb":"كَتَبَ", "dname":"فعل أمر مجرد", "derivative":"اُكْتُبْ"}
,{ "verb":"كَتَبَ", "dname":"فعل ماض مجرد", "derivative":"كَتَبَ"}
,{ "verb":"كَتَبَ", "dname":"فعل ماض مجرد مجهول", "derivative":"كُتِبَ"}
,{ "verb":"كَتَبَ", "dname":"فعل مضارع مجرد", "derivative":"يَكْتُب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"مَكْتُوب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"مَكْتَب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"كِتَاب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"كَتِيبَة"}
,{ "verb":"كَتَبَ", "dname":"اسم تصغير", "derivative":"كُتَيِّب"}
,{ "verb":"كَتَبَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُكْتَب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"مُكَاتَبَات"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"كُتَّاب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"كَاتِب"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"مَكْتَبَة"}
,{ "verb":"كَتَبَ", "dname":"اسم ذات", "derivative":"كَاتِبَة"}
,{ "verb":"كَتَبَ", "dname":"مصدر مجرد", "derivative":"كِتَابَة"}
,{ "verb":"قَالَ", "dname":"مصدر مجرد", "derivative":"قَوْل"}
,{ "verb":"قَالَ", "dname":"فعل مضارع مجرد", "derivative":"يَقُلْ"}
,{ "verb":"قَالَ", "dname":"فعل مضارع مجرد", "derivative":"يَقُول"}
,{ "verb":"قَالَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُقَال"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"مَقَالَة"}
,{ "verb":"قَالَ", "dname":"فعل ماض مجرد مجهول", "derivative":"قِيلَ"}
,{ "verb":"قَالَ", "dname":"فعل ماض مجرد", "derivative":"قَالَ"}
,{ "verb":"قَالَ", "dname":"فعل أمر مجرد", "derivative":"قُلْ"}
,{ "verb":"قَالَ", "dname":"صيغة مبالغة", "derivative":"قَوَّال"}
,{ "verb":"قَالَ", "dname":"صفة منسوبة", "derivative":"قَوْلِيّ"}
,{ "verb":"قَالَ", "dname":"اسم مفعول مجرد", "derivative":"مَقُول"}
,{ "verb":"قَالَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُقَلْ"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"اَلْقَال"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"اَلْقِيل"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"مَقَال"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"مَقُولَة"}
,{ "verb":"قَالَ", "dname":"اسم ذات", "derivative":"مُقَاوِل"}
,{ "verb":"قَالَ", "dname":"اسم فاعل مجرد", "derivative":"قَائِل"}
,{ "verb":"قَالَ", "dname":"اسم مرة مجرد", "derivative":"قَوْلَة"}
,{ "verb":"قَالَ", "dname":"مصدر ميميّ مجرد", "derivative":"مَقَال"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد", "derivative":"يَسْتَعْلِم"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد", "derivative":"يَتَعَلَّم"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد", "derivative":"يُعَلِّم"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد", "derivative":"يُعْلِم"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد مجهول", "derivative":"عُلِّمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد مجهول", "derivative":"أُعْلِمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد", "derivative":"عَلَّمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد", "derivative":"تَعَلَّمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد", "derivative":"أَعْلَمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل ماض مزيد", "derivative":"اِسْتَعْلَمَ"}
,{ "verb":"عَلَّمَ", "dname":"فعل أمر مزيد", "derivative":"عَلِّمْ"}
,{ "verb":"عَلَّمَ", "dname":"فعل أمر مزيد", "derivative":"تَعَلَّمْ"}
,{ "verb":"عَلَّمَ", "dname":"فعل أمر مزيد", "derivative":"اِسْتَعْلِمْ"}
,{ "verb":"عَلَّمَ", "dname":"صيغة مبالغة", "derivative":"عَلَّامَة"}
,{ "verb":"عَلَّمَ", "dname":"صيغة مبالغة", "derivative":"عَلَّام"}
,{ "verb":"عَلَّمَ", "dname":"صيغة مبالغة", "derivative":"عَلِيم"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"مَعْلُومَاتِيّ"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"عِلْمِيّ"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"عَلْمَانِيّ"}
,{ "verb":"عَلَّمَ", "dname":"مصدر مزيد", "derivative":"اِسْتِعْلَام"}
,{ "verb":"عَلَّمَ", "dname":"مصدر مزيد", "derivative":"إِعْلَام"}
,{ "verb":"عَلَّمَ", "dname":"مصدر مزيد", "derivative":"تَعَالُم"}
,{ "verb":"عَلَّمَ", "dname":"مصدر مزيد", "derivative":"تَعَلُّم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"مُعَلِّم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"مُعَلِّمَة"}
,{ "verb":"عَلَّمَ", "dname":"مصدر مزيد", "derivative":"تَعْلِيم"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"عَالَمِيّ"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"تَعْلِيمِيّ"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"إِعْلَامِيّ"}
,{ "verb":"عَلَّمَ", "dname":"صفة منسوبة", "derivative":"اِسْتِعْلَامِيّ"}
,{ "verb":"عَلَّمَ", "dname":"أفعل التعجب", "derivative":"أَعْلَمَ"}
,{ "verb":"عَلَّمَ", "dname":"اسم مفعول مزيد", "derivative":"مُعْلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم علم", "derivative":"عَلَّام"}
,{ "verb":"عَلَّمَ", "dname":"اسم مفعول مزيد", "derivative":"مُعَلَّم"}
,{ "verb":"عَلَّمَ", "dname":"اسم فاعل مزيد", "derivative":"مُعْلِم"}
,{ "verb":"عَلَّمَ", "dname":"اسم فاعل مزيد", "derivative":"مُعَلِّم"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُعَلَّم"}
,{ "verb":"عَلَّمَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْتَعْلِم"}
,{ "verb":"عَلَّمَ", "dname":"فعل مضارع مزيد مجهول", "derivative":"يُعْلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَعَلِّم"}
,{ "verb":"عَلَّمَ", "dname":"اسم تفضيل", "derivative":"أَعْلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم فاعل مزيد", "derivative":"مُتَعَالِم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"مَعْلُومَة"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"إِعْلَام"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"تَعْلِيمَات"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"اَلْعَالَمِينَ"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"مَعْلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"عِلْم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"عَلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"عَالَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم علم", "derivative":"عَلَم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"عَالِم"}
,{ "verb":"عَلَّمَ", "dname":"اسم ذات", "derivative":"عَلَامَة"}
,{ "verb":"ذَهَبَ", "dname":"اسم ذات", "derivative":"مَذْهَب"}
,{ "verb":"ذَهَبَ", "dname":"اسم فاعل مجرد", "derivative":"ذَاهِب"}
,{ "verb":"ذَهَبَ", "dname":"صفة منسوبة", "derivative":"ذَهَبِيّ"}
,{ "verb":"ذَهَبَ", "dname":"صفة منسوبة", "derivative":"مَذْهَبِيّ"}
,{ "verb":"ذَهَبَ", "dname":"فعل أمر مجرد", "derivative":"اِذْهَبْ"}
,{ "verb":"ذَهَبَ", "dname":"فعل ماض مجرد", "derivative":"ذَهَبَ"}
,{ "verb":"ذَهَبَ", "dname":"مصدر مجرد", "derivative":"ذَهَاب"}
,{ "verb":"ذَهَبَ", "dname":"اسم ذات", "derivative":"ذَهَب"}
,{ "verb":"ذَهَبَ", "dname":"اسم ذات", "derivative":"ذَهَبِيَّة"}
,{ "verb":"ذَهَبَ", "dname":"فعل مضارع مجرد", "derivative":"يَذْهَب"}
,{ "verb":"زَارَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُزَار"}
,{ "verb":"زَارَ", "dname":"فعل مضارع مجرد مجهول", "derivative":"يُزَرْ"}
,{ "verb":"زَارَ", "dname":"اسم ذات", "derivative":"زِير"}
,{ "verb":"زَارَ", "dname":"اسم ذات", "derivative":"زَوْر"}
,{ "verb":"زَارَ", "dname":"اسم فاعل مجرد", "derivative":"زَائِر"}
,{ "verb":"زَارَ", "dname":"اسم مكان مجرد", "derivative":"مَزَار"}
,{ "verb":"زَارَ", "dname":"صفة منسوبة", "derivative":"تَزْوِيرِيّ"}
,{ "verb":"زَارَ", "dname":"فعل أمر مجرد", "derivative":"زُرْ"}
,{ "verb":"زَارَ", "dname":"مصدر مجرد", "derivative":"زِيَارَة"}
,{ "verb":"زَارَ", "dname":"مصدر مجرد", "derivative":"زُور"}
,{ "verb":"زَارَ", "dname":"فعل مضارع مجرد", "derivative":"يَزْوَر"}
,{ "verb":"زَارَ", "dname":"فعل مضارع مجرد", "derivative":"يَزُرْ"}
,{ "verb":"زَارَ", "dname":"فعل مضارع مجرد", "derivative":"يَزُور"}
,{ "verb":"زَارَ", "dname":"فعل ماض مجرد", "derivative":"زَوِرَ"}
,{ "verb":"زَارَ", "dname":"فعل ماض مجرد", "derivative":"زَارَ"}
,{ "verb":"سَافَرَ", "dname":"اسم ذات", "derivative":"سِفْر"}
,{ "verb":"سَافَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُسَافِر"}
,{ "verb":"سَافَرَ", "dname":"اسم فاعل مزيد", "derivative":"مُسْفِر"}
,{ "verb":"سَافَرَ", "dname":"فعل أمر مزيد", "derivative":"سَافِرْ"}
,{ "verb":"سَافَرَ", "dname":"فعل ماض مزيد", "derivative":"أَسْفَرَ"}
,{ "verb":"سَافَرَ", "dname":"فعل ماض مزيد", "derivative":"سَافَرَ"}
,{ "verb":"سَافَرَ", "dname":"اسم ذات", "derivative":"سُفْرَة"}
,{ "verb":"سَافَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُسَافِر"}
,{ "verb":"سَافَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُسَفِّر"}
,{ "verb":"سَافَرَ", "dname":"فعل مضارع مزيد", "derivative":"يُسْفِر"}
,{ "verb":"سَافَرَ", "dname":"اسم ذات", "derivative":"سَفِيرَة"}
,{ "verb":"سَافَرَ", "dname":"اسم ذات", "derivative":"سَفِير"}
,{ "verb":"سَافَرَ", "dname":"مصدر مزيد", "derivative":"إِسْفَار"}
,{ "verb":"سَافَرَ", "dname":"مصدر مزيد", "derivative":"تَسْفِير"}
,{ "verb":"سَافَرَ", "dname":"فعل ماض مزيد", "derivative":"سَفَّرَ"}
,{ "verb":"سَافَرَ", "dname":"اسم ذات", "derivative":"سِفَارَة"}
]}
