     var Diction = { "words": [
{"category":"الأرقام","is":"0"},
{"category":"الأرقام","is":"صفر"},
{"category":"الأرقام","is":"1"},
{"category":"الأرقام","is":"واحد"},
{"category":"الأرقام","is":"2"},
{"category":"الأرقام","is":"اثنان"},
{"category":"الأرقام","is":"3"},
{"category":"الأرقام","is":"ثلاثة"},
{"category":"الأرقام","is":"4"},
{"category":"الأرقام","is":"أربعة"},
{"category":"الأرقام","is":"5"},
{"category":"الأرقام","is":"خمسة"},
{"category":"الأرقام","is":"6"},
{"category":"الأرقام","is":"ستة"},
{"category":"الأرقام","is":"7"},
{"category":"الأرقام","is":"سبعة"},
{"category":"الأرقام","is":"8"},
{"category":"الأرقام","is":"ثمانية"},
{"category":"الأرقام","is":"9"},
{"category":"الأرقام","is":"تسعة"},
{"category":"الأرقام","is":"10"},
{"category":"الأرقام","is":"عشرة"},
{"category":"الأرقام","is":"11"},
{"category":"الأرقام","is":"إحدى عشر"},
{"category":"الأرقام","is":"12"},
{"category":"الأرقام","is":"اثنا عشر"},
{"category":"الأرقام","is":"13"},
{"category":"الأرقام","is":"ثلاثة عشر"},
{"category":"الأرقام","is":"14"},
{"category":"الأرقام","is":"أربعة عشر"},
{"category":"الأرقام","is":"15"},
{"category":"الأرقام","is":"خمسة عشر"},
{"category":"الأرقام","is":"16"},
{"category":"الأرقام","is":"ستة عشر"},
{"category":"الأرقام","is":"17"},
{"category":"الأرقام","is":"سبعة عشر"},
{"category":"الأرقام","is":"18"},
{"category":"الأرقام","is":"ثمانية  عشر"},
{"category":"الأرقام","is":"19"},
{"category":"الأرقام","is":"تسعة عشر"},
{"category":"الأرقام","is":"20"},
{"category":"الأرقام","is":"عشرون"},
{"category":"الأرقام","is":"21"},
{"category":"الأرقام","is":"واحد وعشرون"},
{"category":"الأرقام","is":"22"},
{"category":"الأرقام","is":"اثنان وعشرون"},
{"category":"الأرقام","is":"23"},
{"category":"الأرقام","is":"ثلاث وعشرون"},
{"category":"الأرقام","is":"24"},
{"category":"الأرقام","is":"أربع وعشرون"},
{"category":"الأرقام","is":"25"},
{"category":"الأرقام","is":"خمس وعشرون"},
{"category":"الأرقام","is":"26"},
{"category":"الأرقام","is":"ست وعشرون"},
{"category":"الأرقام","is":"27"},
{"category":"الأرقام","is":"سبع وعشرون"},
{"category":"الأرقام","is":"28"},
{"category":"الأرقام","is":"ثمان وعشرون"},
{"category":"الأرقام","is":"29"},
{"category":"الأرقام","is":"تسع وعشرون"},
{"category":"الأرقام","is":"30"},
{"category":"الأرقام","is":"ثلاثون"},
{"category":"الأرقام","is":"40"},
{"category":"الأرقام","is":"أربعون"},
{"category":"الأرقام","is":"50"},
{"category":"الأرقام","is":"خمسون"},
{"category":"الأرقام","is":"60"},
{"category":"الأرقام","is":"ستون"},
{"category":"الأرقام","is":"70"},
{"category":"الأرقام","is":"سبعون"},
{"category":"الأرقام","is":"80"},
{"category":"الأرقام","is":"ثمانون"},
{"category":"الأرقام","is":"90"},
{"category":"الأرقام","is":"تسعون"},
{"category":"الأرقام","is":"100"},
{"category":"الأرقام","is":"مائة"},
{"category":"الأرقام","is":"200"},
{"category":"الأرقام","is":"مائتان"},
{"category":"الأرقام","is":"300"},
{"category":"الأرقام","is":"ثلاثمائة"},
{"category":"الأرقام","is":"400"},
{"category":"الأرقام","is":"أربعمائة"},
{"category":"الأرقام","is":"500"},
{"category":"الأرقام","is":"خمسمائة"},
{"category":"الأرقام","is":"600"},
{"category":"الأرقام","is":"ستمائة"},
{"category":"الأرقام","is":"700"},
{"category":"الأرقام","is":"سبعمائة"},
{"category":"الأرقام","is":"800"},
{"category":"الأرقام","is":"ثمانمائة"},
{"category":"الأرقام","is":"900"},
{"category":"الأرقام","is":"تسعمائة"},
{"category":"الأرقام","is":"1000"},
{"category":"الأرقام","is":"ألف"},
{"category":"الأرقام","is":"1000000"},
{"category":"الأرقام","is":"مليون"},
{"category":"الأرقام","is":"1000000000"},
{"category":"الأرقام","is":"مليار"},
{"category":"الألوان","is":"أبيض"},
{"category":"الألوان","is":"أحمر"},
{"category":"الألوان","is":"أسود"},
{"category":"الألوان","is":"أزرق"},
{"category":"الألوان","is":"أخضر"},
{"category":"الألوان","is":"أصفر"},
{"category":"الألوان","is":"برتقالى"},
{"category":"الألوان","is":"بمبى"},
{"category":"الألوان","is":"بنفسجى"},
{"category":"الألوان","is":"بني"},
{"category":"الألوان","is":"بيج"},
{"category":"الألوان","is":"رمادى"},
{"category":"الألوان","is":"فضى"},
{"category":"الألوان","is":"ذهبى"},
{"category":"الألوان","is":"لون فاتح"},
{"category":"الألوان","is":"لون غامق"},
{"category":"الزمن","is":"ثانية"},
{"category":"الزمن","is":"دقيقة"},
{"category":"الزمن","is":"خمس دقائق"},
{"category":"الزمن","is":"عشر دقائق"},
{"category":"الزمن","is":"ربع ساعة"},
{"category":"الزمن","is":"ثلث ساعة"},
{"category":"الزمن","is":"نصف ساعة"},
{"category":"الزمن","is":"ساعة"},
{"category":"الزمن","is":"يوم"},
{"category":"الزمن","is":"أيام"},
{"category":"الزمن","is":"أمس"},
{"category":"الزمن","is":"غداً"},
{"category":"الزمن","is":"الماضى"},
{"category":"الزمن","is":"القادم"},
{"category":"الزمن","is":"أسبوع"},
{"category":"الزمن","is":"شهر"},
{"category":"الزمن","is":"سنة"},
{"category":"أوقات اليوم","is":"شروق الشمس"},
{"category":"أوقات اليوم","is":"الصباح"},
{"category":"أوقات اليوم","is":"النهار"},
{"category":"أوقات اليوم","is":"غروب الشمس"},
{"category":"أوقات اليوم","is":"الليل"},
{"category":"أيام الأسبوع","is":"السبت"},
{"category":"أيام الأسبوع","is":"الأحد"},
{"category":"أيام الأسبوع","is":"الإثنين"},
{"category":"أيام الأسبوع","is":"الثلاثاء"},
{"category":"أيام الأسبوع","is":"الأربعاء"},
{"category":"أيام الأسبوع","is":"الخميس"},
{"category":"أيام الأسبوع","is":"الجمعة"},
{"category":"الشهور الميلادية","is":"يناير"},
{"category":"الشهور الميلادية","is":"فبراير"},
{"category":"الشهور الميلادية","is":"مارس"},
{"category":"الشهور الميلادية","is":"إبريل"},
{"category":"الشهور الميلادية","is":"مايو"},
{"category":"الشهور الميلادية","is":"يونيه"},
{"category":"الشهور الميلادية","is":"يوليه"},
{"category":"الشهور الميلادية","is":"أغسطس"},
{"category":"الشهور الميلادية","is":"سبتمبر"},
{"category":"الشهور الميلادية","is":"أكتوبر"},
{"category":"الشهور الميلادية","is":"نوفمبر"},
{"category":"الشهور الميلادية","is":"ديسمبر"},
{"category":"الشهور الهجرية","is":"محرم"},
{"category":"الشهور الهجرية","is":"صَفَر"},
{"category":"الشهور الهجرية","is":"ربيع أول"},
{"category":"الشهور الهجرية","is":"ربيع آخر"},
{"category":"الشهور الهجرية","is":"جمادى أول"},
{"category":"الشهور الهجرية","is":"جمادى آخر"},
{"category":"الشهور الهجرية","is":"رجب"},
{"category":"الشهور الهجرية","is":"شعبان"},
{"category":"الشهور الهجرية","is":"رمضان"},
{"category":"الشهور الهجرية","is":"شوال"},
{"category":"الشهور الهجرية","is":"ذو القعدة"},
{"category":"الشهور الهجرية","is":"ذو الحجة"},
{"category":"الفصول الأربعة","is":"الصيف"},
{"category":"الفصول الأربعة","is":"الشتاء"},
{"category":"الفصول الأربعة","is":"الخريف"},
{"category":"الفصول الأربعة","is":"الربيع"},
{"category":"جسم الإنسان","is":"أعضاء الجسم"},
{"category":"جسم الإنسان","is":"رأس"},
{"category":"جسم الإنسان","is":"شَعْر"},
{"category":"جسم الإنسان","is":"وجه"},
{"category":"جسم الإنسان","is":"جبهة"},
{"category":"جسم الإنسان","is":"حاجب"},
{"category":"جسم الإنسان","is":"جفن"},
{"category":"جسم الإنسان","is":"عين"},
{"category":"جسم الإنسان","is":"رموش"},
{"category":"جسم الإنسان","is":"خد"},
{"category":"جسم الإنسان","is":"صدغ"},
{"category":"جسم الإنسان","is":"أنف"},
{"category":"جسم الإنسان","is":"فم"},
{"category":"جسم الإنسان","is":"شفاه"},
{"category":"جسم الإنسان","is":"أسنان"},
{"category":"جسم الإنسان","is":"ضروس"},
{"category":"جسم الإنسان","is":"أنياب"},
{"category":"جسم الإنسان","is":"لثة"},
{"category":"جسم الإنسان","is":"لسان"},
{"category":"جسم الإنسان","is":"شارب"},
{"category":"جسم الإنسان","is":"ذقن"},
{"category":"جسم الإنسان","is":"لحية"},
{"category":"جسم الإنسان","is":"أذن"},
{"category":"جسم الإنسان","is":"صيوان الأذن"},
{"category":"جسم الإنسان","is":"شحمة الأذن"},
{"category":"جسم الإنسان","is":"طبلة  الأذن"},
{"category":"جسم الإنسان","is":"رقبة"},
{"category":"جسم الإنسان","is":"حنجرة"},
{"category":"جسم الإنسان","is":"القصبة الهوائية"},
{"category":"جسم الإنسان","is":"الأحبال الصوتية"},
{"category":"جسم الإنسان","is":"كتف"},
{"category":"جسم الإنسان","is":"إبط"},
{"category":"جسم الإنسان","is":"ذراع"},
{"category":"جسم الإنسان","is":"مرفق"},
{"category":"جسم الإنسان","is":"رسغ"},
{"category":"جسم الإنسان","is":"يد"},
{"category":"جسم الإنسان","is":"إصبع"},
{"category":"جسم الإنسان","is":"ظافر"},
{"category":"جسم الإنسان","is":"صدر"},
{"category":"جسم الإنسان","is":"الجهاز التنفسى"},
{"category":"جسم الإنسان","is":"قلب"},
{"category":"جسم الإنسان","is":"الرئتان"},
{"category":"جسم الإنسان","is":"القفص الصدرى"},
{"category":"جسم الإنسان","is":"بطن"},
{"category":"جسم الإنسان","is":"الجهاز الهضمى"},
{"category":"جسم الإنسان","is":"المرئ"},
{"category":"جسم الإنسان","is":"البلعوم"},
{"category":"جسم الإنسان","is":"الإثنى عشر"},
{"category":"جسم الإنسان","is":"المعدة"},
{"category":"جسم الإنسان","is":"الأمعاء الغليظة"},
{"category":"جسم الإنسان","is":"الأمعاء الدقيقة"},
{"category":"جسم الإنسان","is":"القولون"},
{"category":"جسم الإنسان","is":"الكبد"},
{"category":"جسم الإنسان","is":"الجهاز البولى"},
{"category":"جسم الإنسان","is":"الكلى"},
{"category":"جسم الإنسان","is":"الحالب"},
{"category":"جسم الإنسان","is":"ظهر"},
{"category":"جسم الإنسان","is":"جذع"},
{"category":"جسم الإنسان","is":"العمود الفقرى"},
{"category":"جسم الإنسان","is":"رِجْل"},
{"category":"جسم الإنسان","is":"فخذ"},
{"category":"جسم الإنسان","is":"ركبة"},
{"category":"جسم الإنسان","is":"ساق"},
{"category":"جسم الإنسان","is":"قدم"},
{"category":"جسم الإنسان","is":"كعب القدم"},
{"category":"جسم الإنسان","is":"أصابع القدم"},
{"category":"جسم الإنسان","is":"الأطراف"},
{"category":"جسم الإنسان","is":"أعصاب"},
{"category":"جسم الإنسان","is":"أنسجة"},
{"category":"جسم الإنسان","is":"وريد"},
{"category":"جسم الإنسان","is":"جلد"},
{"category":"جسم الإنسان","is":"خلايا"},
{"category":"جسم الإنسان","is":"دم"},
{"category":"جسم الإنسان","is":"شريان"},
{"category":"جسم الإنسان","is":"عضلة"},
{"category":"جسم الإنسان","is":"عظام"},
{"category":"جسم الإنسان","is":"هيكل عظمى"},
{"category":"حواس الإنسان","is":"السمع"},
{"category":"حواس الإنسان","is":"البصر"},
{"category":"حواس الإنسان","is":"الشم"},
{"category":"حواس الإنسان","is":"الذوق"},
{"category":"حواس الإنسان","is":"اللمس"},
{"category":"حواس الإنسان","is":"الشعور الداخلى"},
{"category":"حالات الجسم","is":"حياة"},
{"category":"حالات الجسم","is":"موت"},
{"category":"حالات الجسم","is":"شبع"},
{"category":"حالات الجسم","is":"جوع"},
{"category":"حالات الجسم","is":"إرتواء"},
{"category":"حالات الجسم","is":"عَطْش"},
{"category":"حالات الجسم","is":"دفء"},
{"category":"حالات الجسم","is":"برودة"},
{"category":"حالات الجسم","is":"صحة"},
{"category":"حالات الجسم","is":"مَرَض"},
{"category":"حالات الجسم","is":"يقظة"},
{"category":"حالات الجسم","is":"نوم"},
{"category":"حالات الجسم","is":"قوة"},
{"category":"حالات الجسم","is":"ضعف"},
{"category":"مراحل عمر الإنسان","is":"جنين"},
{"category":"مراحل عمر الإنسان","is":"رضيع"},
{"category":"مراحل عمر الإنسان","is":"طفل"},
{"category":"مراحل عمر الإنسان","is":"مراهق"},
{"category":"مراحل عمر الإنسان","is":"شاب"},
{"category":"مراحل عمر الإنسان","is":"عجوز"},
{"category":"انفعالات ومشاعر","is":"ارتباك"},
{"category":"انفعالات ومشاعر","is":"اطمئنان"},
{"category":"انفعالات ومشاعر","is":"افتقاد"},
{"category":"انفعالات ومشاعر","is":"اندهاش"},
{"category":"انفعالات ومشاعر","is":"ترقب"},
{"category":"انفعالات ومشاعر","is":"توتر"},
{"category":"انفعالات ومشاعر","is":"حسد"},
{"category":"انفعالات ومشاعر","is":"حزن"},
{"category":"انفعالات ومشاعر","is":"حنين"},
{"category":"انفعالات ومشاعر","is":"حقد"},
{"category":"انفعالات ومشاعر","is":"خوف"},
{"category":"انفعالات ومشاعر","is":"رضا"},
{"category":"انفعالات ومشاعر","is":"رعب"},
{"category":"انفعالات ومشاعر","is":"عناد"},
{"category":"انفعالات ومشاعر","is":"غضب"},
{"category":"انفعالات ومشاعر","is":"غيظ"},
{"category":"انفعالات ومشاعر","is":"سعادة"},
{"category":"انفعالات ومشاعر","is":"شوق"},
{"category":"انفعالات ومشاعر","is":"قلق"},
{"category":"انفعالات ومشاعر","is":"كره"},
{"category":"انفعالات ومشاعر","is":"محبة"},
{"category":"الأسرة","is":"أب"},
{"category":"الأسرة","is":"أم"},
{"category":"الأسرة","is":"ابن"},
{"category":"الأسرة","is":"ابنة"},
{"category":"الأسرة","is":"ولد"},
{"category":"الأسرة","is":"بنت"},
{"category":"الأسرة","is":"أخ"},
{"category":"الأسرة","is":"أخت"},
{"category":"الأسرة","is":"توأم"},
{"category":"الأسرة","is":"جد"},
{"category":"الأسرة","is":"جدة"},
{"category":"الأسرة","is":"حفيد"},
{"category":"الأسرة","is":"خال"},
{"category":"الأسرة","is":"خالة"},
{"category":"الأسرة","is":"عم"},
{"category":"الأسرة","is":"عمة"},
{"category":"الأسرة","is":"ابن الأخ"},
{"category":"الأسرة","is":"ابن الأخت"},
{"category":"الأسرة","is":"ابن خال"},
{"category":"الأسرة","is":"ابن خالة"},
{"category":"الأسرة","is":"ابن عم"},
{"category":"الأسرة","is":"ابن عمة"},
{"category":"الأسرة","is":"ابنة الأخ"},
{"category":"الأسرة","is":"ابنة الأخت"},
{"category":"الأسرة","is":"ابنة خال"},
{"category":"الأسرة","is":"ابنة خالة"},
{"category":"الأسرة","is":"ابنة عم"},
{"category":"الأسرة","is":"ابنة عمة"},
{"category":"الأسرة","is":"زوج"},
{"category":"الأسرة","is":"زوجة"},
{"category":"الأسرة","is":"أقارب"},
{"category":"الأسرة","is":"عائلة"},
{"category":"الأسرة","is":"قبيلة"},
{"category":"علاقات إنسانية ومناسبات","is":"تعارف"},
{"category":"علاقات إنسانية ومناسبات","is":"خطوبة"},
{"category":"علاقات إنسانية ومناسبات","is":"عقد قرآن"},
{"category":"علاقات إنسانية ومناسبات","is":"زواج"},
{"category":"علاقات إنسانية ومناسبات","is":"حمل"},
{"category":"علاقات إنسانية ومناسبات","is":"ولادة"},
{"category":"علاقات إنسانية ومناسبات","is":"مطلق"},
{"category":"علاقات إنسانية ومناسبات","is":"أرمل"},
{"category":"علاقات إنسانية ومناسبات","is":"ضيف"},
{"category":"علاقات إنسانية ومناسبات","is":"جار"},
{"category":"علاقات إنسانية ومناسبات","is":"حبيب"},
{"category":"علاقات إنسانية ومناسبات","is":"صديق"},
{"category":"علاقات إنسانية ومناسبات","is":"عدو"},
{"category":"علاقات إنسانية ومناسبات","is":"زميل دراسة"},
{"category":"علاقات إنسانية ومناسبات","is":"شريك عمل"},
{"category":"علاقات إنسانية ومناسبات","is":"سبوع"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد الأم"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد الحب"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد الشرطة"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد العمال"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد القوات المسلحة"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد النصر"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد ميلاد"},
{"category":"علاقات إنسانية ومناسبات","is":"حفل"},
{"category":"علاقات إنسانية ومناسبات","is":"فرح"},
{"category":"علاقات إنسانية ومناسبات","is":"حفل زفاف"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد زواج"},
{"category":"علاقات إنسانية ومناسبات","is":"المولد النبوى"},
{"category":"علاقات إنسانية ومناسبات","is":"شم النسيم"},
{"category":"علاقات إنسانية ومناسبات","is":"رأس السنة الهجرية"},
{"category":"علاقات إنسانية ومناسبات","is":"رأس السنة الميلادية"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد الفطر"},
{"category":"علاقات إنسانية ومناسبات","is":"عيد الأضحى"},
{"category":"السكن","is":"عنوان"},
{"category":"السكن","is":"شارع"},
{"category":"السكن","is":"طريق"},
{"category":"السكن","is":"قصر"},
{"category":"السكن","is":"فيلا"},
{"category":"السكن","is":"عمارة"},
{"category":"السكن","is":"بيت"},
{"category":"السكن","is":"منزل"},
{"category":"السكن","is":"كوخ"},
{"category":"السكن","is":"خيمة"},
{"category":"السكن","is":"بوابة"},
{"category":"السكن","is":"سلم"},
{"category":"السكن","is":"دَرَج"},
{"category":"السكن","is":"مصعد"},
{"category":"السكن","is":"أسانسير"},
{"category":"السكن","is":"طابق"},
{"category":"السكن","is":"شقة"},
{"category":"السكن","is":"شقة تمليك"},
{"category":"السكن","is":"شقة إيجار"},
{"category":"السكن","is":"شقة مفروشة"},
{"category":"السكن","is":"باب"},
{"category":"السكن","is":"مقبض الباب"},
{"category":"السكن","is":"مفتاح"},
{"category":"السكن","is":"شرفة"},
{"category":"السكن","is":"نافذة"},
{"category":"السكن","is":"شباك"},
{"category":"السكن","is":"شباك حجرة"},
{"category":"السكن","is":"حجرة"},
{"category":"السكن","is":"غرفة"},
{"category":"السكن","is":"صالة"},
{"category":"السكن","is":"حجرة النوم"},
{"category":"السكن","is":"حجرة السفرة"},
{"category":"السكن","is":"حجرة الجلوس"},
{"category":"السكن","is":"الأنتريه"},
{"category":"السكن","is":"حجرة الصالون"},
{"category":"السكن","is":"مطبخ"},
{"category":"السكن","is":"مرحاض"},
{"category":"السكن","is":"دورة مياه"},
{"category":"السكن","is":"إسطبل"},
{"category":"السكن","is":"جدار"},
{"category":"السكن","is":"سقف"},
{"category":"السكن","is":"أرضية"},
{"category":"السكن","is":"بلاط"},
{"category":"السكن","is":"سيراميك"},
{"category":"السكن","is":"سطح المنزل"},
{"category":"السكن","is":"أثاث المنزل"},
{"category":"السكن","is":"كنبة"},
{"category":"السكن","is":"سرير"},
{"category":"السكن","is":"مرتبة"},
{"category":"السكن","is":"لحاف"},
{"category":"السكن","is":"بطانية"},
{"category":"السكن","is":"ملاءة"},
{"category":"السكن","is":"مخدة"},
{"category":"السكن","is":"دولاب"},
{"category":"السكن","is":"شماعة"},
{"category":"السكن","is":"رف"},
{"category":"السكن","is":"تسريحة"},
{"category":"السكن","is":"دُرج"},
{"category":"السكن","is":"مقعد"},
{"category":"السكن","is":"منضدة"},
{"category":"السكن","is":"نجفة"},
{"category":"السكن","is":"لمبة"},
{"category":"السكن","is":"مصباح"},
{"category":"السكن","is":"سجادة"},
{"category":"السكن","is":"سجادة صلاة"},
{"category":"السكن","is":"حصيرة"},
{"category":"السكن","is":"ستارة"},
{"category":"السكن","is":"ساعة حائط"},
{"category":"السكن","is":"منبه"},
{"category":"السكن","is":"برواز"},
{"category":"السكن","is":"صورة"},
{"category":"السكن","is":"زهرية"},
{"category":"السكن","is":"دواسة"},
{"category":"السكن","is":"سلة مهملات"},
{"category":"السكن","is":"أجهزة كهربية"},
{"category":"السكن","is":"بوتاجاز"},
{"category":"السكن","is":"موقد"},
{"category":"السكن","is":"تكييف"},
{"category":"السكن","is":"تلفاز"},
{"category":"السكن","is":"ثلاجة"},
{"category":"السكن","is":"خلاط"},
{"category":"السكن","is":"راديو"},
{"category":"السكن","is":"سخان"},
{"category":"السكن","is":"شفاط"},
{"category":"السكن","is":"غسالة أوتوماتيك"},
{"category":"السكن","is":"غسالة"},
{"category":"السكن","is":"غسالة عادية"},
{"category":"السكن","is":"مروحة سقف"},
{"category":"السكن","is":"فيشة"},
{"category":"السكن","is":"قابس كهرباء"},
{"category":"السكن","is":"مدفأة"},
{"category":"السكن","is":"مروحة"},
{"category":"السكن","is":"ميكروويف"},
{"category":"السكن","is":"هاتف"},
{"category":"السكن","is":"تليفون"},
{"category":"السكن","is":"هاتف جوال"},
{"category":"السكن","is":"موبايل"},
{"category":"السكن","is":"أدوات المطبخ"},
{"category":"السكن","is":"كوب"},
{"category":"السكن","is":"كأس"},
{"category":"السكن","is":"فنجان قهوة"},
{"category":"السكن","is":"سكرية"},
{"category":"السكن","is":"صينية تقديم"},
{"category":"السكن","is":"براد"},
{"category":"السكن","is":"كنكة"},
{"category":"السكن","is":"طبق"},
{"category":"السكن","is":"مصفاة"},
{"category":"السكن","is":"مبشرة"},
{"category":"السكن","is":"ملعقة"},
{"category":"السكن","is":"شوكة"},
{"category":"السكن","is":"سكينة"},
{"category":"السكن","is":"مملحة"},
{"category":"السكن","is":"ملاحة"},
{"category":"السكن","is":"حلة"},
{"category":"السكن","is":"صينية فرن"},
{"category":"السكن","is":"فوطة سفرة"},
{"category":"السكن","is":"حوض"},
{"category":"السكن","is":"بانيو"},
{"category":"السكن","is":"صنبور"},
{"category":"السكن","is":"حنفية"},
{"category":"السكن","is":"دُش"},
{"category":"السكن","is":"قاعدة الحَمَّام"},
{"category":"السكن","is":"سيفون"},
{"category":"السكن","is":"مرآة"},
{"category":"السكن","is":"لوفة استحمام"},
{"category":"السكن","is":"شامبو"},
{"category":"السكن","is":"صابون"},
{"category":"السكن","is":"فوطة"},
{"category":"السكن","is":"منشفة"},
{"category":"الغذاء والمشروبات","is":"خضروات"},
{"category":"الغذاء والمشروبات","is":"باذنجان"},
{"category":"الغذاء والمشروبات","is":"بصل"},
{"category":"الغذاء والمشروبات","is":"بصل أخضر"},
{"category":"الغذاء والمشروبات","is":"بازلاء"},
{"category":"الغذاء والمشروبات","is":"بسلة"},
{"category":"الغذاء والمشروبات","is":"بامية"},
{"category":"الغذاء والمشروبات","is":"بطاطس"},
{"category":"الغذاء والمشروبات","is":"بقدونس"},
{"category":"الغذاء والمشروبات","is":"ثوم"},
{"category":"الغذاء والمشروبات","is":"جرجير"},
{"category":"الغذاء والمشروبات","is":"جزر"},
{"category":"الغذاء والمشروبات","is":"خس"},
{"category":"الغذاء والمشروبات","is":"خيار"},
{"category":"الغذاء والمشروبات","is":"زيتون"},
{"category":"الغذاء والمشروبات","is":"سبانخ"},
{"category":"الغذاء والمشروبات","is":"طماطم"},
{"category":"الغذاء والمشروبات","is":"فاصوليا خضراء"},
{"category":"الغذاء والمشروبات","is":"فجل"},
{"category":"الغذاء والمشروبات","is":"فِطْر عش الغراب"},
{"category":"الغذاء والمشروبات","is":"فلفل"},
{"category":"الغذاء والمشروبات","is":"فلفل حار"},
{"category":"الغذاء والمشروبات","is":"فلفل رومى"},
{"category":"الغذاء والمشروبات","is":"قرع عسل"},
{"category":"الغذاء والمشروبات","is":"كوسة"},
{"category":"الغذاء والمشروبات","is":"ملوخية"},
{"category":"الغذاء والمشروبات","is":"نعناع"},
{"category":"الغذاء والمشروبات","is":"ورق عنب"},
{"category":"الغذاء والمشروبات","is":"فاكهة"},
{"category":"الغذاء والمشروبات","is":"أناناس"},
{"category":"الغذاء والمشروبات","is":"برتقال"},
{"category":"الغذاء والمشروبات","is":"برقوق"},
{"category":"الغذاء والمشروبات","is":"بطيخ"},
{"category":"الغذاء والمشروبات","is":"بلح"},
{"category":"الغذاء والمشروبات","is":"تمر"},
{"category":"الغذاء والمشروبات","is":"تفاح"},
{"category":"الغذاء والمشروبات","is":"تين برشومى"},
{"category":"الغذاء والمشروبات","is":"تين شوكى"},
{"category":"الغذاء والمشروبات","is":"خوخ"},
{"category":"الغذاء والمشروبات","is":"جريب فروت"},
{"category":"الغذاء والمشروبات","is":"جوافه"},
{"category":"الغذاء والمشروبات","is":"رمان"},
{"category":"الغذاء والمشروبات","is":"شمام"},
{"category":"الغذاء والمشروبات","is":"كنتالوب"},
{"category":"الغذاء والمشروبات","is":"عنب"},
{"category":"الغذاء والمشروبات","is":"كريز"},
{"category":"الغذاء والمشروبات","is":"كمثرى"},
{"category":"الغذاء والمشروبات","is":"كيوى"},
{"category":"الغذاء والمشروبات","is":"ليمون"},
{"category":"الغذاء والمشروبات","is":"فراولة"},
{"category":"الغذاء والمشروبات","is":"مشمش"},
{"category":"الغذاء والمشروبات","is":"موز"},
{"category":"الغذاء والمشروبات","is":"يوسفى"},
{"category":"الغذاء والمشروبات","is":"بقول"},
{"category":"الغذاء والمشروبات","is":"أرز"},
{"category":"الغذاء والمشروبات","is":"ترمس"},
{"category":"الغذاء والمشروبات","is":"حمص"},
{"category":"الغذاء والمشروبات","is":"ذرة"},
{"category":"الغذاء والمشروبات","is":"عدس"},
{"category":"الغذاء والمشروبات","is":"عدس بجبة"},
{"category":"الغذاء والمشروبات","is":"فاصوليا بيضاء"},
{"category":"الغذاء والمشروبات","is":"فول"},
{"category":"الغذاء والمشروبات","is":"قمح"},
{"category":"الغذاء والمشروبات","is":"شعير"},
{"category":"الغذاء والمشروبات","is":"لوبيا"},
{"category":"الغذاء والمشروبات","is":"وجبة"},
{"category":"الغذاء والمشروبات","is":"إفطار"},
{"category":"الغذاء والمشروبات","is":"غذاء"},
{"category":"الغذاء والمشروبات","is":"عشاء"},
{"category":"الغذاء والمشروبات","is":"خُبز"},
{"category":"الغذاء والمشروبات","is":"جبن أبيض"},
{"category":"الغذاء والمشروبات","is":"جبن مثلثات"},
{"category":"الغذاء والمشروبات","is":"نستو"},
{"category":"الغذاء والمشروبات","is":"حلاوة طحينية"},
{"category":"الغذاء والمشروبات","is":"زبادى"},
{"category":"الغذاء والمشروبات","is":"عسل أيبض"},
{"category":"الغذاء والمشروبات","is":"عسل أسود"},
{"category":"الغذاء والمشروبات","is":"مربى"},
{"category":"الغذاء والمشروبات","is":"فطيرة"},
{"category":"الغذاء والمشروبات","is":"بسكويت"},
{"category":"الغذاء والمشروبات","is":"سلطة"},
{"category":"الغذاء والمشروبات","is":"ساندوتش طعمية"},
{"category":"الغذاء والمشروبات","is":"ساندوتش فول"},
{"category":"الغذاء والمشروبات","is":"زبدة"},
{"category":"الغذاء والمشروبات","is":"زيت"},
{"category":"الغذاء والمشروبات","is":"سمن"},
{"category":"الغذاء والمشروبات","is":"شوربة"},
{"category":"الغذاء والمشروبات","is":"لحم"},
{"category":"الغذاء والمشروبات","is":"لسان عصفور"},
{"category":"الغذاء والمشروبات","is":"محشى"},
{"category":"الغذاء والمشروبات","is":"مكرونة اسباجتى"},
{"category":"الغذاء والمشروبات","is":"مكرونة بشاميل"},
{"category":"الغذاء والمشروبات","is":"كشرى"},
{"category":"الغذاء والمشروبات","is":"خل"},
{"category":"الغذاء والمشروبات","is":"توابل"},
{"category":"الغذاء والمشروبات","is":"ملح"},
{"category":"الغذاء والمشروبات","is":"فلفل أسود"},
{"category":"الغذاء والمشروبات","is":"شطة"},
{"category":"الغذاء والمشروبات","is":"كمون"},
{"category":"الغذاء والمشروبات","is":"حلويات"},
{"category":"الغذاء والمشروبات","is":"سكر"},
{"category":"الغذاء والمشروبات","is":"آيس كريم"},
{"category":"دول أخرى","is":"هولندا"},
{"category":"دول أخرى","is":"اليابان"},
{"category":"دول أخرى","is":"اليونان"},
{"category":"دول أخرى","is":"دول أخرى"},
{"category":"المؤسسات التعليمية","is":"روضة"},
{"category":"المؤسسات التعليمية","is":"حضانة"},
{"category":"المؤسسات التعليمية","is":"مركز محو الأمية"},
{"category":"المؤسسات التعليمية","is":"مَدْرسة"},
{"category":"المؤسسات التعليمية","is":"مدرسة حكومية"},
{"category":"المؤسسات التعليمية","is":"مدارس التربية الخاصة"},
{"category":"المؤسسات التعليمية","is":"مدرسة الأمل للصم وضعاف السمع"},
{"category":"المؤسسات التعليمية","is":"مدرسة النور للمكفوفين"},
{"category":"المؤسسات التعليمية","is":"مدرسة التربية الفكرية"},
{"category":"المؤسسات التعليمية","is":"مدرسة خاصة"},
{"category":"المؤسسات التعليمية","is":"مدرسة لغات"},
{"category":"المؤسسات التعليمية","is":"مدرسة دولية"},
{"category":"المؤسسات التعليمية","is":"إدارة تعليمية"},
{"category":"المؤسسات التعليمية","is":"مديرية التربية والتعليم"},
{"category":"المؤسسات التعليمية","is":"جامعة حكومية"},
{"category":"المؤسسات التعليمية","is":"جامعة خاصة"},
{"category":"المؤسسات التعليمية","is":"كلية"},
{"category":"المؤسسات التعليمية","is":"معهد"},
{"category":"المؤسسات التعليمية","is":"معهد عالى"},
{"category":"المؤسسات التعليمية","is":"المراحل التعليمية"},
{"category":"المؤسسات التعليمية","is":"ابتدائى"},
{"category":"المؤسسات التعليمية","is":"إعدادى"},
{"category":"المؤسسات التعليمية","is":"ثانوى"},
{"category":"المؤسسات التعليمية","is":"الثانوية العامة"},
{"category":"المؤسسات التعليمية","is":"الثانوى الصناعى"},
{"category":"المؤسسات التعليمية","is":"الثانوى التجارى"},
{"category":"المؤسسات التعليمية","is":"الجامعة"},
{"category":"المؤسسات التعليمية","is":"الدراسات العليا"},
{"category":"المؤسسات التعليمية","is":"ماجستير"},
{"category":"المؤسسات التعليمية","is":"دكتوراة"},
{"category":"أماكن فى المدرسة","is":"حجرة المعلمين"},
{"category":"أماكن فى المدرسة","is":"حجرة التغذية"},
{"category":"أماكن فى المدرسة","is":"دورات مياه"},
{"category":"أماكن فى المدرسة","is":"غرفة المصادر التعليمية"},
{"category":"أماكن فى المدرسة","is":"فصل"},
{"category":"أماكن فى المدرسة","is":"فناء المدرسة"},
{"category":"أماكن فى المدرسة","is":"معمل الأوساط المتعددة"},
{"category":"أماكن فى المدرسة","is":"معمل الحاسب الآلى"},
{"category":"أماكن فى المدرسة","is":"معمل العلوم"},
{"category":"أماكن فى المدرسة","is":"مكتب الأخصائى الاجتماعى"},
{"category":"أماكن فى المدرسة","is":"مكتب المدير"},
{"category":"أماكن فى المدرسة","is":"مكتب الناظر"},
{"category":"أماكن فى المدرسة","is":"مكتب شئون الطلاب"},
{"category":"أماكن فى المدرسة","is":"مكتبة"},
{"category":"أماكن فى المدرسة","is":"وحدة التدريب"},
{"category":"أماكن فى المدرسة","is":"ورشة المجال الصناعى"},
{"category":"أماكن فى المدرسة","is":"ورشة الملابس الجاهزة"},
{"category":"أماكن فى المدرسة","is":"ورشة النجارة"},
{"category":"المواد الدراسية","is":"التربية الدينية الإسلامية"},
{"category":"المواد الدراسية","is":"التربية الدينية المسيحية"},
{"category":"المواد الدراسية","is":"اللغة الإنجليزية"},
{"category":"المواد الدراسية","is":"الحساب"},
{"category":"المواد الدراسية","is":"الهندسة"},
{"category":"المواد الدراسية","is":"العلوم"},
{"category":"المواد الدراسية","is":"الدراسات الإجتماعية"},
{"category":"المواد الدراسية","is":"التاريخ"},
{"category":"المواد الدراسية","is":"الجغرافيا"},
{"category":"المواد الدراسية","is":"الحاسب الآلى"},
{"category":"المواد الدراسية","is":"التربية الرياضية"},
{"category":"المواد الدراسية","is":"التربية الفنية"},
{"category":"المواد الدراسية","is":"التدبير المنزلى"},
{"category":"المواد الدراسية","is":"الزراعة"},
{"category":"المواد الدراسية","is":"التخصص المهنى"},
{"category":"المواد الدراسية","is":"تريكو"},
{"category":"المواد الدراسية","is":"زخرفة"},
{"category":"المواد الدراسية","is":"ملابس"},
{"category":"المواد الدراسية","is":"نجارة"},
{"category":"أدوات مكتبية","is":"آلة حاسبة"},
{"category":"أدوات مكتبية","is":"أقلام ألوان"},
{"category":"أدوات مكتبية","is":"براية"},
{"category":"أدوات مكتبية","is":"برجل"},
{"category":"أدوات مكتبية","is":"جدول المدرسة"},
{"category":"أدوات مكتبية","is":"جلاد"},
{"category":"أدوات مكتبية","is":"حقيبة مدرسية"},
{"category":"أدوات مكتبية","is":"ختامة"},
{"category":"أدوات مكتبية","is":"خرامة"},
{"category":"أدوات مكتبية","is":"دباسة"},
{"category":"أدوات مكتبية","is":"قلم"},
{"category":"أدوات مكتبية","is":"قلم أحمر"},
{"category":"أدوات مكتبية","is":"قلم أخضر"},
{"category":"أدوات مكتبية","is":"قلم أزرق"},
{"category":"أدوات مكتبية","is":"قلم أسود"},
{"category":"أدوات مكتبية","is":"قلم رصاص"},
{"category":"أدوات مكتبية","is":"قلم سن"},
{"category":"أدوات مكتبية","is":"كتاب"},
{"category":"أدوات مكتبية","is":"كراسة"},
{"category":"أدوات مكتبية","is":"كراسة إنجليزى"},
{"category":"أدوات مكتبية","is":"كراسة رسم"},
{"category":"أدوات مكتبية","is":"كراسة رسم بيانى"},
{"category":"أدوات مكتبية","is":"كراسة مربعات"},
{"category":"أدوات مكتبية","is":"كراسة ورقة وورقة"},
{"category":"أدوات مكتبية","is":"مثلث"},
{"category":"أدوات مكتبية","is":"مسطرة"},
{"category":"أدوات مكتبية","is":"مقلمة"},
{"category":"أدوات مكتبية","is":"ملف"},
{"category":"أدوات مكتبية","is":"ممحاة"},
{"category":"أدوات مكتبية","is":"أستيكة"},
{"category":"أدوات مكتبية","is":"منقلة"},
{"category":"أدوات مكتبية","is":"ورقة"},
{"category":"أدوات الورش فى المدرسة","is":"إبرة تريكو"},
{"category":"أدوات الورش فى المدرسة","is":"إبرة خياطة"},
{"category":"أدوات الورش فى المدرسة","is":"إبرة كروشيه"},
{"category":"أدوات الورش فى المدرسة","is":"أبلكاش"},
{"category":"أدوات الورش فى المدرسة","is":"أسلاك"},
{"category":"أدوات الورش فى المدرسة","is":"أصباغ"},
{"category":"أدوات الورش فى المدرسة","is":"آلة قاطعة"},
{"category":"أدوات الورش فى المدرسة","is":"كاتر"},
{"category":"أدوات الورش فى المدرسة","is":"باترون"},
{"category":"أدوات الورش فى المدرسة","is":"بطارية"},
{"category":"أدوات الورش فى المدرسة","is":"خشب"},
{"category":"أدوات الورش فى المدرسة","is":"خيط"},
{"category":"أدوات الورش فى المدرسة","is":"زجاج"},
{"category":"أدوات الورش فى المدرسة","is":"زر"},
{"category":"أدوات الورش فى المدرسة","is":"زردية"},
{"category":"أدوات الورش فى المدرسة","is":"سيراميك"},
{"category":"أدوات الورش فى المدرسة","is":"شاكوش"},
{"category":"أدوات الورش فى المدرسة","is":"شريط لحام"},
{"category":"أدوات الورش فى المدرسة","is":"شماعة"},
{"category":"أدوات الورش فى المدرسة","is":"شينيور"},
{"category":"أدوات الورش فى المدرسة","is":"سوستة"},
{"category":"أدوات الورش فى المدرسة","is":"طلاء"},
{"category":"أدوات الورش فى المدرسة","is":"فرشاة طلاء"},
{"category":"أدوات الورش فى المدرسة","is":"قدوم"},
{"category":"أدوات الورش فى المدرسة","is":"قصافة"},
{"category":"أدوات الورش فى المدرسة","is":"قماش"},
{"category":"أدوات الورش فى المدرسة","is":"كماشة"},
{"category":"أدوات الورش فى المدرسة","is":"ماكينة"},
{"category":"أدوات الورش فى المدرسة","is":"أوفرلوك"},
{"category":"أدوات الورش فى المدرسة","is":"تطريز"},
{"category":"أدوات الورش فى المدرسة","is":"حياكة"},
{"category":"أدوات الورش فى المدرسة","is":"ماكينة عراوى"},
{"category":"أدوات الورش فى المدرسة","is":"مسدس لحام"},
{"category":"أدوات الورش فى المدرسة","is":"مسمار عادى"},
{"category":"أدوات الورش فى المدرسة","is":"مسمار قلاووظ"},
{"category":"أدوات الورش فى المدرسة","is":"مفك"},
{"category":"أدوات الورش فى المدرسة","is":"مقص"},
{"category":"أدوات الورش فى المدرسة","is":"منشار"},
{"category":"أدوات الورش فى المدرسة","is":"منشار كهربائى"},
{"category":"أدوات الورش فى المدرسة","is":"لوح خشب"},
{"category":"أدوات الورش فى المدرسة","is":"لوحة كهربية"},
{"category":"أدوات الورش فى المدرسة","is":"فأرة"},
{"category":"أدوات الورش فى المدرسة","is":"فيوز"},
{"category":"كلمات شائعة فى المدرسة","is":"اتحاد الطلبة"},
{"category":"كلمات شائعة فى المدرسة","is":"إجابة خطأ"},
{"category":"كلمات شائعة فى المدرسة","is":"إجابة صحيحة"},
{"category":"كلمات شائعة فى المدرسة","is":"أجازة"},
{"category":"كلمات شائعة فى المدرسة","is":"أجازة نصف العام"},
{"category":"كلمات شائعة فى المدرسة","is":"الأجازة الصيفية"},
{"category":"كلمات شائعة فى المدرسة","is":"إذاعة مدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"الإشراف المدرسى"},
{"category":"كلمات شائعة فى المدرسة","is":"أعمال السنة"},
{"category":"كلمات شائعة فى المدرسة","is":"امتحان"},
{"category":"كلمات شائعة فى المدرسة","is":"اختبار"},
{"category":"كلمات شائعة فى المدرسة","is":"دفتر التحضير"},
{"category":"كلمات شائعة فى المدرسة","is":"دفتر الدرجات"},
{"category":"كلمات شائعة فى المدرسة","is":"دفتر الغياب"},
{"category":"كلمات شائعة فى المدرسة","is":"دور ثانى"},
{"category":"كلمات شائعة فى المدرسة","is":"ملحق"},
{"category":"كلمات شائعة فى المدرسة","is":"تحية العلم"},
{"category":"كلمات شائعة فى المدرسة","is":"تصحيح الاختبار"},
{"category":"كلمات شائعة فى المدرسة","is":"الجرس"},
{"category":"كلمات شائعة فى المدرسة","is":"حضور"},
{"category":"كلمات شائعة فى المدرسة","is":"حفلة مدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"رحلة مدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"رقم الجلوس"},
{"category":"كلمات شائعة فى المدرسة","is":"الشرطة المدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"الشهادة المدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"صحافة مدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"طابور المدرسة"},
{"category":"كلمات شائعة فى المدرسة","is":"غياب"},
{"category":"كلمات شائعة فى المدرسة","is":"الفصل الدراسى الأول"},
{"category":"كلمات شائعة فى المدرسة","is":"الفصل الدراسى الثانى"},
{"category":"كلمات شائعة فى المدرسة","is":"كنترول المدرسة"},
{"category":"كلمات شائعة فى المدرسة","is":"لجنة الامتحان"},
{"category":"كلمات شائعة فى المدرسة","is":"مسابقة"},
{"category":"كلمات شائعة فى المدرسة","is":"معرض المدرسة"},
{"category":"كلمات شائعة فى المدرسة","is":"منهج مدرسى"},
{"category":"كلمات شائعة فى المدرسة","is":"ندوة مدرسية"},
{"category":"كلمات شائعة فى المدرسة","is":"نصف العام"},
{"category":"كلمات شائعة فى المدرسة","is":"الواجب المدرسى"},
{"category":"التربية الدينية  الإسلامية","is":"الله"},
{"category":"التربية الدينية  الإسلامية","is":"الخالق"},
{"category":"التربية الدينية  الإسلامية","is":"الرحمن"},
{"category":"التربية الدينية  الإسلامية","is":"الرحيم"},
{"category":"التربية الدينية  الإسلامية","is":"الغفور"},
{"category":"التربية الدينية  الإسلامية","is":"الرزاق"},
{"category":"التربية الدينية  الإسلامية","is":"الأسماء الحسنى"},
{"category":"التربية الدينية  الإسلامية","is":"عقيدة"},
{"category":"التربية الدينية  الإسلامية","is":"خشوع"},
{"category":"التربية الدينية  الإسلامية","is":"مسلم"},
{"category":"التربية الدينية  الإسلامية","is":"مسيحى"},
{"category":"التربية الدينية  الإسلامية","is":"يهودى"},
{"category":"التربية الدينية  الإسلامية","is":"مؤمن"},
{"category":"التربية الدينية  الإسلامية","is":"كافر"},
{"category":"التربية الدينية  الإسلامية","is":"مشرك"},
{"category":"التربية الدينية  الإسلامية","is":"الشرك بالله"},
{"category":"التربية الدينية  الإسلامية","is":"منافق"},
{"category":"التربية الدينية  الإسلامية","is":"مسجد"},
{"category":"التربية الدينية  الإسلامية","is":"كنيسة"},
{"category":"التربية الدينية  الإسلامية","is":"معبد"},
{"category":"التربية الدينية  الإسلامية","is":"عبادة الأصنام"},
{"category":"التربية الدينية  الإسلامية","is":"الدنيا"},
{"category":"التربية الدينية  الإسلامية","is":"اليوم الآخر"},
{"category":"التربية الدينية  الإسلامية","is":"يوم القيامة"},
{"category":"التربية الدينية  الإسلامية","is":"الحياة"},
{"category":"التربية الدينية  الإسلامية","is":"الموت"},
{"category":"التربية الدينية  الإسلامية","is":"البعث"},
{"category":"التربية الدينية  الإسلامية","is":"النشور"},
{"category":"التربية الدينية  الإسلامية","is":"يوم الحساب"},
{"category":"التربية الدينية  الإسلامية","is":"الثواب"},
{"category":"التربية الدينية  الإسلامية","is":"العقاب"},
{"category":"التربية الدينية  الإسلامية","is":"الجنة"},
{"category":"التربية الدينية  الإسلامية","is":"النار"},
{"category":"التربية الدينية  الإسلامية","is":"العذاب"},
{"category":"التربية الدينية  الإسلامية","is":"العبادات"},
{"category":"التربية الدينية  الإسلامية","is":"التسبيح"},
{"category":"التربية الدينية  الإسلامية","is":"الدعاء"},
{"category":"التربية الدينية  الإسلامية","is":"الذكر"},
{"category":"التربية الدينية  الإسلامية","is":"الصدقة"},
{"category":"التربية الدينية  الإسلامية","is":"صلة الرحم"},
{"category":"التربية الدينية  الإسلامية","is":"الاستغفار"},
{"category":"التربية الدينية  الإسلامية","is":"الوصية بالجار"},
{"category":"التربية الدينية  الإسلامية","is":"إماطة الأذى عن الطريق"},
{"category":"التربية الدينية  الإسلامية","is":"مساعدة الآخرين"},
{"category":"التربية الدينية  الإسلامية","is":"النظافة"},
{"category":"التربية الدينية  الإسلامية","is":"حسن الخلق"},
{"category":"التربية الدينية  الإسلامية","is":"الإثم"},
{"category":"التربية الدينية  الإسلامية","is":"الذنب"},
{"category":"التربية الدينية  الإسلامية","is":"الحسنة"},
{"category":"التربية الدينية  الإسلامية","is":"السيئة"},
{"category":"التربية الدينية  الإسلامية","is":"القرآن الكريم"},
{"category":"التربية الدينية  الإسلامية","is":"الإنجيل"},
{"category":"التربية الدينية  الإسلامية","is":"التوراة"},
{"category":"التربية الدينية  الإسلامية","is":"قراءة القرآن"},
{"category":"التربية الدينية  الإسلامية","is":"تلاوة القرآن"},
{"category":"التربية الدينية  الإسلامية","is":"حفظ القرآن"},
{"category":"التربية الدينية  الإسلامية","is":"تفسير القرآن"},
{"category":"التربية الدينية  الإسلامية","is":"سورة"},
{"category":"التربية الدينية  الإسلامية","is":"آية"},
{"category":"التربية الدينية  الإسلامية","is":"الحديث الشريف"},
{"category":"التربية الدينية  الإسلامية","is":"الإنس"},
{"category":"التربية الدينية  الإسلامية","is":"الجن"},
{"category":"التربية الدينية  الإسلامية","is":"الملائكة"},
{"category":"التربية الدينية  الإسلامية","is":"إبليس"},
{"category":"التربية الدينية  الإسلامية","is":"الشيطان"},
{"category":"التربية الدينية  الإسلامية","is":"أركان الإسلام"},
{"category":"التربية الدينية  الإسلامية","is":"الشهادتان"},
{"category":"التربية الدينية  الإسلامية","is":"شهادة أن لا إله إلا الله"},
{"category":"التربية الدينية  الإسلامية","is":"شهادة أن محمداً رسول الله"},
{"category":"التربية الدينية  الإسلامية","is":"إقام الصلاة"},
{"category":"التربية الدينية  الإسلامية","is":"إيتاء الزكاة"},
{"category":"التربية الدينية  الإسلامية","is":"صوم رمضان"},
{"category":"التربية الدينية  الإسلامية","is":"الحج"},
{"category":"التربية الدينية  الإسلامية","is":"الأذان"},
{"category":"التربية الدينية  الإسلامية","is":"الله أكبر"},
{"category":"التربية الدينية  الإسلامية","is":"حى على الصلاة"},
{"category":"التربية الدينية  الإسلامية","is":"حى على الفلاح"},
{"category":"التربية الدينية  الإسلامية","is":"الإقامة"},
{"category":"التربية الدينية  الإسلامية","is":"الوضوء"},
{"category":"التربية الدينية  الإسلامية","is":"الفجر"},
{"category":"التربية الدينية  الإسلامية","is":"الظهر"},
{"category":"التربية الدينية  الإسلامية","is":"العصر"},
{"category":"التربية الدينية  الإسلامية","is":"المغرب"},
{"category":"التربية الدينية  الإسلامية","is":"العشاء"},
{"category":"التربية الدينية  الإسلامية","is":"الشفع"},
{"category":"التربية الدينية  الإسلامية","is":"الوتر"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة التراويح"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الخوف"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الاستخارة"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الجنازة"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الجماعة"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الجمعة"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة الحاجة"},
{"category":"التربية الدينية  الإسلامية","is":"صلاة العيد"},
{"category":"التربية الدينية  الإسلامية","is":"قيام"},
{"category":"التربية الدينية  الإسلامية","is":"ركوع"},
{"category":"التربية الدينية  الإسلامية","is":"سجود"},
{"category":"التربية الدينية  الإسلامية","is":"التشهد"},
{"category":"التربية الدينية  الإسلامية","is":"التسليم"},
{"category":"التربية الدينية  الإسلامية","is":"سجدتى السهو"},
{"category":"التربية الدينية  الإسلامية","is":"سجدة الشكر"},
{"category":"التربية الدينية  الإسلامية","is":"سبحان ربى العظيم"},
{"category":"التربية الدينية  الإسلامية","is":"سبحان ربى الأعلى"},
{"category":"التربية الدينية  الإسلامية","is":"الفَرْض"},
{"category":"التربية الدينية  الإسلامية","is":"نواقض الوضوء"},
{"category":"التربية الدينية  الإسلامية","is":"مبطلات الصلاة"},
{"category":"التربية الدينية  الإسلامية","is":"مكة"},
{"category":"التربية الدينية  الإسلامية","is":"المدينة المنورة"},
{"category":"التربية الدينية  الإسلامية","is":"قبر الرسول"},
{"category":"التربية الدينية  الإسلامية","is":"النية"},
{"category":"التربية الدينية  الإسلامية","is":"الإحرام"},
{"category":"التربية الدينية  الإسلامية","is":"آداب الإحرام"},
{"category":"التربية الدينية  الإسلامية","is":"عين زمزم"},
{"category":"التربية الدينية  الإسلامية","is":"الطواف"},
{"category":"التربية الدينية  الإسلامية","is":"طواف الوداع"},
{"category":"التربية الدينية  الإسلامية","is":"7 أشواط"},
{"category":"التربية الدينية  الإسلامية","is":"الحجر الأسود"},
{"category":"التربية الدينية  الإسلامية","is":"السعى بين الصفا والمروة"},
{"category":"التربية الدينية  الإسلامية","is":"رمى الجمرات"},
{"category":"التربية الدينية  الإسلامية","is":"الوقوف بعرفة"},
{"category":"التربية الدينية  الإسلامية","is":"طواف الإفاضة"},
{"category":"التربية الدينية  الإسلامية","is":"فك الإحرام"},
{"category":"التربية الدينية  الإسلامية","is":"نبى الله"},
{"category":"التربية الدينية  الإسلامية","is":"رسول الله"},
{"category":"التربية الدينية  الإسلامية","is":"آدم عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"نوح عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"إبراهيم عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"إسماعيل عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"يونس عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"موسى عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"عيسى عليه السلام"},
{"category":"التربية الدينية  الإسلامية","is":"محمد عليه الصلاة و السلام"},
{"category":"التربية الدينية  الإسلامية","is":"الاقتداء بالرسل"},
{"category":"التربية الدينية  الإسلامية","is":"الخلفاء الراشدين"},
{"category":"التربية الدينية  الإسلامية","is":"أبو بكر الصديق"},
{"category":"التربية الدينية  الإسلامية","is":"عمر بن الخطاب"},
{"category":"التربية الدينية  الإسلامية","is":"عثمان بن عفان"},
{"category":"التربية الدينية  الإسلامية","is":"على ابن أبى طالب"},
{"category":"التربية الدينية  الإسلامية","is":"الصحابة"},
{"category":"التربية الدينية  الإسلامية","is":"المهاجرين"},
{"category":"التربية الدينية  الإسلامية","is":"الأنصار"},
{"category":"التربية الدينية  الإسلامية","is":"زكاة المال"},
{"category":"التربية الدينية  الإسلامية","is":"زكاة الزروع"},
{"category":"التربية الدينية المسيحية","is":"دير"},
{"category":"التربية الدينية المسيحية","is":"راهب"},
{"category":"التربية الدينية المسيحية","is":"قديس"},
{"category":"التربية الدينية المسيحية","is":"قسيس"},
{"category":"التربية الدينية المسيحية","is":"كاهن"},
{"category":"التربية الدينية المسيحية","is":"صليب"},
{"category":"التربية الدينية المسيحية","is":"الروح القدس"},
{"category":"التربية الدينية المسيحية","is":"العائلة المقدسة"},
{"category":"التربية الدينية المسيحية","is":"السيد المسيح"},
{"category":"التربية الدينية المسيحية","is":"الرب يسوع"},
{"category":"التربية الدينية المسيحية","is":"السيدة العذراء"},
{"category":"التربية الدينية المسيحية","is":"يوسف النجار"},
{"category":"التربية الدينية المسيحية","is":"يوحنا المعمدان"},
{"category":"التربية الدينية المسيحية","is":"بيت لحم"},
{"category":"التربية الدينية المسيحية","is":"أورشليم"},
{"category":"التربية الدينية المسيحية","is":"مزود البقرة"},
{"category":"التربية الدينية المسيحية","is":"جحش ابن أتان"},
{"category":"التربية الدينية المسيحية","is":"خطيئة"},
{"category":"التربية الدينية المسيحية","is":"معجزة"},
{"category":"التربية الدينية المسيحية","is":"فداء"},
{"category":"التربية الدينية المسيحية","is":"خلاص"},
{"category":"التربية الدينية المسيحية","is":"توبة"},
{"category":"التربية الدينية المسيحية","is":"أسرار الكنيسة"},
{"category":"التربية الدينية المسيحية","is":"المعمودية"},
{"category":"التربية الدينية المسيحية","is":"الكهنوت"},
{"category":"التربية الدينية المسيحية","is":"المايرون"},
{"category":"التربية الدينية المسيحية","is":"الزيجة"},
{"category":"التربية الدينية المسيحية","is":"الاعتراف"},
{"category":"التربية الدينية المسيحية","is":"إكليل"},
{"category":"التربية الدينية المسيحية","is":"الجمعة العظيمة"},
{"category":"التربية الدينية المسيحية","is":"حد الزعف"},
{"category":"التربية الدينية المسيحية","is":"خميس العهد"},
{"category":"التربية الدينية المسيحية","is":"سبت النور"},
{"category":"التربية الدينية المسيحية","is":"شم النسيم"},
{"category":"التربية الدينية المسيحية","is":"عيد الغطاس"},
{"category":"التربية الدينية المسيحية","is":"عيد القيامة"},
{"category":"التربية الدينية المسيحية","is":"عيد الميلاد المجيد"},
{"category":"التربية الدينية المسيحية","is":"تلاميذ المسيح"},
{"category":"التربية الدينية المسيحية","is":"بطرس"},
{"category":"التربية الدينية المسيحية","is":"بولس الرسول"},
{"category":"التربية الدينية المسيحية","is":"لوقا"},
{"category":"التربية الدينية المسيحية","is":"متّى"},
{"category":"الغذاء والمشروبات","is":"مثلجات"},
{"category":"الغذاء والمشروبات","is":"أرز بلبن"},
{"category":"الغذاء والمشروبات","is":"مهلبية"},
{"category":"الغذاء والمشروبات","is":"حلويات شرقية"},
{"category":"الغذاء والمشروبات","is":"بسبوسة"},
{"category":"الغذاء والمشروبات","is":"كنافة"},
{"category":"الغذاء والمشروبات","is":"جلاش"},
{"category":"الغذاء والمشروبات","is":"جاتوه"},
{"category":"الغذاء والمشروبات","is":"تورته"},
{"category":"الغذاء والمشروبات","is":"شيكولاته"},
{"category":"الغذاء والمشروبات","is":"مكسرات"},
{"category":"الغذاء والمشروبات","is":"بندق"},
{"category":"الغذاء والمشروبات","is":"حمص"},
{"category":"الغذاء والمشروبات","is":"عين جمل"},
{"category":"الغذاء والمشروبات","is":"فستق"},
{"category":"الغذاء والمشروبات","is":"فول سودانى"},
{"category":"الغذاء والمشروبات","is":"لب"},
{"category":"الغذاء والمشروبات","is":"مشروبات"},
{"category":"الغذاء والمشروبات","is":"بيرة"},
{"category":"الغذاء والمشروبات","is":"خمر"},
{"category":"الغذاء والمشروبات","is":"زنجبيل"},
{"category":"الغذاء والمشروبات","is":"سحلب"},
{"category":"الغذاء والمشروبات","is":"شاى"},
{"category":"الغذاء والمشروبات","is":"علبة عصير"},
{"category":"الغذاء والمشروبات","is":"عصير قصب"},
{"category":"الغذاء والمشروبات","is":"عصير طارج"},
{"category":"الغذاء والمشروبات","is":"قرفة"},
{"category":"الغذاء والمشروبات","is":"قهوة"},
{"category":"الغذاء والمشروبات","is":"كابتشينو"},
{"category":"الغذاء والمشروبات","is":"كركدية"},
{"category":"الغذاء والمشروبات","is":"لبن"},
{"category":"الغذاء والمشروبات","is":"ماء"},
{"category":"الغذاء والمشروبات","is":"نسكافيه"},
{"category":"الغذاء والمشروبات","is":"نعناع"},
{"category":"الغذاء والمشروبات","is":"ينسون"},
{"category":"الغذاء والمشروبات","is":"مياه غازية"},
{"category":"الغذاء والمشروبات","is":"بيبسى"},
{"category":"الغذاء والمشروبات","is":"سبرايت"},
{"category":"الغذاء والمشروبات","is":"سفن أب"},
{"category":"الغذاء والمشروبات","is":"كوكاكولا"},
{"category":"الغذاء والمشروبات","is":"ميرندا برتقال"},
{"category":"الملابس","is":"إسدال صلاة"},
{"category":"الملابس","is":"إيشارب"},
{"category":"الملابس","is":"تى شيرت"},
{"category":"الملابس","is":"بالطو"},
{"category":"الملابس","is":"بلوزة"},
{"category":"الملابس","is":"بدلة"},
{"category":"الملابس","is":"بنطلون"},
{"category":"الملابس","is":"سروال"},
{"category":"الملابس","is":"بلوفر"},
{"category":"الملابس","is":"بيجامة"},
{"category":"الملابس","is":"جاكت جلد"},
{"category":"الملابس","is":"جلباب"},
{"category":"الملابس","is":"جيبة"},
{"category":"الملابس","is":"تنورة"},
{"category":"الملابس","is":"جوانتى"},
{"category":"الملابس","is":"قفاز"},
{"category":"الملابس","is":"جورب"},
{"category":"الملابس","is":"شراب"},
{"category":"الملابس","is":"حذاء"},
{"category":"الملابس","is":"حذاء رياضى"},
{"category":"الملابس","is":"كوتشى"},
{"category":"الملابس","is":"حذاء برقبة"},
{"category":"الملابس","is":"بوت"},
{"category":"الملابس","is":"حقيبة يد"},
{"category":"الملابس","is":"ملابس جينز"},
{"category":"الملابس","is":"سروال داخلى"},
{"category":"الملابس","is":"شورت"},
{"category":"الملابس","is":"بنطال قصير"},
{"category":"الملابس","is":"شبشب"},
{"category":"الملابس","is":"صندل"},
{"category":"الملابس","is":"خمار"},
{"category":"الملابس","is":"طرحة"},
{"category":"الملابس","is":"عباءة"},
{"category":"الملابس","is":"فانلة داخلية"},
{"category":"الملابس","is":"فستان"},
{"category":"الملابس","is":"فستان زفاف"},
{"category":"الملابس","is":"فستان سهرة"},
{"category":"الملابس","is":"قبعة"},
{"category":"الملابس","is":"قميص"},
{"category":"الملابس","is":"ملابس نوم"},
{"category":"الملابس","is":"كرافتة"},
{"category":"الملابس","is":"رباط عنق"},
{"category":"الملابس","is":"طاقية"},
{"category":"الملابس","is":"ملابس أطفال"},
{"category":"الملابس","is":"ملابس المدرسة"},
{"category":"الملابس","is":"مريلة المطبخ"},
{"category":"الملابس","is":"نقاب"},
{"category":"الصحة","is":"مَرَض"},
{"category":"الصحة","is":"شفاء"},
{"category":"الصحة","is":"مستشفى"},
{"category":"الصحة","is":"وحدة صحة"},
{"category":"الصحة","is":"عيادة"},
{"category":"الصحة","is":"صيدلية"},
{"category":"الصحة","is":"مريض"},
{"category":"الصحة","is":"طبيب"},
{"category":"الصحة","is":"كشف الطبيب"},
{"category":"الصحة","is":"ممرض"},
{"category":"الصحة","is":"دواء"},
{"category":"الصحة","is":"حقنة"},
{"category":"الصحة","is":"قطن"},
{"category":"الصحة","is":"شاش"},
{"category":"الصحة","is":"مطهر"},
{"category":"الصحة","is":"رباط ضاغط"},
{"category":"الصحة","is":"لاصق طبى"},
{"category":"الصحة","is":"فيتامين"},
{"category":"الصحة","is":"مُسَكِّن"},
{"category":"الصحة","is":"منوم"},
{"category":"الصحة","is":"جهاز قياس الضغط"},
{"category":"الصحة","is":"أشعة"},
{"category":"الصحة","is":"تحليل"},
{"category":"الصحة","is":"معمل تحاليل"},
{"category":"الصحة","is":"تحليل دم"},
{"category":"الصحة","is":"التبرع بالدم"},
{"category":"الصحة","is":"الطوارئ"},
{"category":"الصحة","is":"إسعاف"},
{"category":"الصحة","is":"عملية جراحية"},
{"category":"الصحة","is":"غرفة العمليات"},
{"category":"الصحة","is":"العناية المركزة"},
{"category":"الصحة","is":"علاج طبيعى"},
{"category":"الصحة","is":"علاج بديل"},
{"category":"الصحة","is":"تطعيم"},
{"category":"الصحة","is":"تخاطب"},
{"category":"الصحة","is":"اختبار ذكاء"},
{"category":"الصحة","is":"إعاقة سمعية"},
{"category":"الصحة","is":"ضعف سمع"},
{"category":"الصحة","is":"صَمَم"},
{"category":"الصحة","is":"مقياس سمع"},
{"category":"الصحة","is":"زراعة قوقعة"},
{"category":"الصحة","is":"إعاقة بصرية"},
{"category":"الصحة","is":"ضعف بصر"},
{"category":"الصحة","is":"كشف نظر"},
{"category":"الصحة","is":"نظارة شمسية"},
{"category":"الصحة","is":"نظارة طبية"},
{"category":"الصحة","is":"تصحيح نظر"},
{"category":"الصحة","is":"ليزك"},
{"category":"الصحة","is":"إعاقة عقلية"},
{"category":"الصحة","is":"توحد"},
{"category":"الصحة","is":"مرض نفسى"},
{"category":"الصحة","is":"مرض وراثى"},
{"category":"الصحة","is":"دوخة"},
{"category":"الصحة","is":"زغللة"},
{"category":"الصحة","is":"صداع"},
{"category":"الصحة","is":"ألم الأذن"},
{"category":"الصحة","is":"إلتهاب الأذن الوسطى"},
{"category":"الصحة","is":"صديد"},
{"category":"الصحة","is":"تسوس الأسنان"},
{"category":"الصحة","is":"تساقط الأسنان"},
{"category":"الصحة","is":"خلع الأسنان"},
{"category":"الصحة","is":"معجون أسنان"},
{"category":"الصحة","is":"فرشاة أسنان"},
{"category":"الصحة","is":"حَب الشباب"},
{"category":"الصحة","is":"ألم"},
{"category":"الصحة","is":"أزمة قلبية"},
{"category":"الصحة","is":"سكتة قلبية"},
{"category":"الصحة","is":"انفلونزا"},
{"category":"الصحة","is":"سعال"},
{"category":"الصحة","is":"إسهال"},
{"category":"الصحة","is":"إمساك"},
{"category":"الصحة","is":"فشل كلوى"},
{"category":"الصحة","is":"فيروس كبدى"},
{"category":"الصحة","is":"قرحة المعدة"},
{"category":"الصحة","is":"قيئ"},
{"category":"الصحة","is":"مغص"},
{"category":"الصحة","is":"الإيدز"},
{"category":"الصحة","is":"السرطان"},
{"category":"الصحة","is":"شلل نصفى"},
{"category":"الصحة","is":"جَرْح"},
{"category":"الصحة","is":"إلتهاب"},
{"category":"الصحة","is":"دورة شهرية"},
{"category":"الصحة","is":"نزيف"},
{"category":"الصحة","is":"عقم"},
{"category":"الصحة","is":"كسر الذراع"},
{"category":"الصحة","is":"كسر القدم"},
{"category":"الصحة","is":"ارتفاع درجة الحرارة"},
{"category":"الصحة","is":"حمى شوكية"},
{"category":"الصحة","is":"انتحار"},
{"category":"الصحة","is":"وفاة"},
{"category":"وسائل المواصلات","is":"أتوبيس"},
{"category":"وسائل المواصلات","is":"حافلة"},
{"category":"وسائل المواصلات","is":"تاكسى"},
{"category":"وسائل المواصلات","is":"سيارة أجرة"},
{"category":"وسائل المواصلات","is":"ترام"},
{"category":"وسائل المواصلات","is":"توك توك"},
{"category":"وسائل المواصلات","is":"دراجة"},
{"category":"وسائل المواصلات","is":"عجلة"},
{"category":"وسائل المواصلات","is":"سفينة"},
{"category":"وسائل المواصلات","is":"سيارة"},
{"category":"وسائل المواصلات","is":"طائرة"},
{"category":"وسائل المواصلات","is":"قطار"},
{"category":"وسائل المواصلات","is":"مترو الأنفاق"},
{"category":"وسائل المواصلات","is":"مركب"},
{"category":"وسائل المواصلات","is":"موتوسيكل"},
{"category":"وسائل المواصلات","is":"دراجة بخارية"},
{"category":"وسائل المواصلات","is":"ميكروباص"},
{"category":"وسائل المواصلات","is":"مينى باص"},
{"category":"الطبيعة","is":"أرض"},
{"category":"الطبيعة","is":"شجرة"},
{"category":"الطبيعة","is":"بر"},
{"category":"الطبيعة","is":"بحر"},
{"category":"الطبيعة","is":"برق"},
{"category":"الطبيعة","is":"تراب"},
{"category":"الطبيعة","is":"ثلج"},
{"category":"الطبيعة","is":"جبل"},
{"category":"الطبيعة","is":"جو بارد"},
{"category":"الطبيعة","is":"جو حار"},
{"category":"الطبيعة","is":"جو معتدل"},
{"category":"الطبيعة","is":"حديقة"},
{"category":"الطبيعة","is":"رعد"},
{"category":"الطبيعة","is":"سماء"},
{"category":"الطبيعة","is":"سحاب"},
{"category":"الطبيعة","is":"شاطئ"},
{"category":"الطبيعة","is":"شمس"},
{"category":"الطبيعة","is":"شلال"},
{"category":"الطبيعة","is":"ضياء"},
{"category":"الطبيعة","is":"ظلام"},
{"category":"الطبيعة","is":"غابة"},
{"category":"الطبيعة","is":"قمر"},
{"category":"الطبيعة","is":"مطر"},
{"category":"الطبيعة","is":"نجوم"},
{"category":"الطبيعة","is":"نهر"},
{"category":"الطبيعة","is":"محيط"},
{"category":"الطبيعة","is":"نسيم"},
{"category":"الطبيعة","is":"هواء"},
{"category":"نباتات","is":"بذور"},
{"category":"نباتات","is":"جذع"},
{"category":"نباتات","is":"حشائش"},
{"category":"نباتات","is":"ثمار"},
{"category":"نباتات","is":"رحيق الأزهار"},
{"category":"نباتات","is":"زهرة"},
{"category":"نباتات","is":"ساق النبات"},
{"category":"نباتات","is":"شجرة"},
{"category":"نباتات","is":"صبار"},
{"category":"نباتات","is":"غصن"},
{"category":"نباتات","is":"فرع"},
{"category":"نباتات","is":"نباتات الزينة"},
{"category":"نباتات","is":"نباتات الظل"},
{"category":"نباتات","is":"نباتات طبية"},
{"category":"نباتات","is":"نباتات عطرية"},
{"category":"نباتات","is":"نخلة"},
{"category":"نباتات","is":"ورق الشجر"},
{"category":"طيور","is":"أوزة"},
{"category":"طيور","is":"ببغاء"},
{"category":"طيور","is":"بجعة"},
{"category":"طيور","is":"بطة"},
{"category":"طيور","is":"بومة"},
{"category":"طيور","is":"حمامة"},
{"category":"طيور","is":"حمام زاجل"},
{"category":"طيور","is":"دجاجة"},
{"category":"طيور","is":"ديك"},
{"category":"طيور","is":"صقر"},
{"category":"طيور","is":"عصفور"},
{"category":"طيور","is":"غراب"},
{"category":"طيور","is":"طاووس"},
{"category":"طيور","is":"نعامة"},
{"category":"طيور","is":"نسر"},
{"category":"طيور","is":"هدهد"},
{"category":"طيور","is":"يمامة"},
{"category":"حيوانات","is":"أسد"},
{"category":"حيوانات","is":"أرنب"},
{"category":"حيوانات","is":"بقرة"},
{"category":"حيوانات","is":"ثعلب"},
{"category":"حيوانات","is":"ثور"},
{"category":"حيوانات","is":"جاموسة"},
{"category":"حيوانات","is":"جمل"},
{"category":"حيوانات","is":"حمار"},
{"category":"حيوانات","is":"حمار وحشى"},
{"category":"حيوانات","is":"حصان"},
{"category":"حيوانات","is":"خروف"},
{"category":"حيوانات","is":"خفاش"},
{"category":"حيوانات","is":"خنزير"},
{"category":"حيوانات","is":"دب"},
{"category":"حيوانات","is":"ذئب"},
{"category":"حيوانات","is":"زرافة"},
{"category":"حيوانات","is":"سيد قشطة"},
{"category":"حيوانات","is":"شمبانزى"},
{"category":"حيوانات","is":"ضفدع"},
{"category":"حيوانات","is":"غزال"},
{"category":"حيوانات","is":"غوريلا"},
{"category":"حيوانات","is":"نمر"},
{"category":"حيوانات","is":"فأر"},
{"category":"حيوانات","is":"فهد"},
{"category":"حيوانات","is":"فيل"},
{"category":"حيوانات","is":"قرد"},
{"category":"حيوانات","is":"قطة"},
{"category":"حيوانات","is":"قنفذ"},
{"category":"حيوانات","is":"كلب"},
{"category":"حيوانات","is":"كلب البحر"},
{"category":"حيوانات","is":"لبؤة"},
{"category":"حيوانات","is":"معزة"},
{"category":"حيوانات","is":"ناقة"},
{"category":"من أعضاء الحيوان","is":"حافر"},
{"category":"من أعضاء الحيوان","is":"خرطوم"},
{"category":"من أعضاء الحيوان","is":"ذيل"},
{"category":"من أعضاء الحيوان","is":"ريش"},
{"category":"من أعضاء الحيوان","is":"صوف"},
{"category":"من أعضاء الحيوان","is":"سنام"},
{"category":"من أعضاء الحيوان","is":"قرن"},
{"category":"زواحف","is":"تمساح"},
{"category":"زواحف","is":"ثعبان"},
{"category":"زواحف","is":"سلحفاة"},
{"category":"حشرات","is":"برغوث"},
{"category":"حشرات","is":"بعوضة"},
{"category":"حشرات","is":"جرادة"},
{"category":"حشرات","is":"خنفساء"},
{"category":"حشرات","is":"دودة"},
{"category":"حشرات","is":"دودة القز"},
{"category":"حشرات","is":"ذبابة"},
{"category":"حشرات","is":"صرصور"},
{"category":"حشرات","is":"صرصار"},
{"category":"حشرات","is":"عنكبوت"},
{"category":"حشرات","is":"عقرب"},
{"category":"حشرات","is":"فراشة"},
{"category":"حشرات","is":"قملة"},
{"category":"حشرات","is":"ناموسة"},
{"category":"حشرات","is":"نحلة"},
{"category":"حشرات","is":"نملة"},
{"category":"أسماك","is":"أخطبوط"},
{"category":"أسماك","is":"استاكوزا"},
{"category":"أسماك","is":"أم الخلول"},
{"category":"أسماك","is":"بلطى"},
{"category":"أسماك","is":"بورى"},
{"category":"أسماك","is":"ترسة"},
{"category":"أسماك","is":"تونة"},
{"category":"أسماك","is":"جندوفلى"},
{"category":"أسماك","is":"جمبرى"},
{"category":"أسماك","is":"رنجة"},
{"category":"أسماك","is":"سردين"},
{"category":"أسماك","is":"فسيخ"},
{"category":"أسماك","is":"فيليه"},
{"category":"أسماك","is":"سمك القرش"},
{"category":"أسماك","is":"كابوريا"},
{"category":"أماكن حولنا","is":"الأهرامات"},
{"category":"أماكن حولنا","is":"أبو الهول"},
{"category":"أماكن حولنا","is":"الأوبرا"},
{"category":"أماكن حولنا","is":"برج القاهرة"},
{"category":"أماكن حولنا","is":"بنك"},
{"category":"أماكن حولنا","is":"جراج"},
{"category":"أماكن حولنا","is":"حديقة الحيوان بالجيزة"},
{"category":"أماكن حولنا","is":"حديقة عامة"},
{"category":"أماكن حولنا","is":"الحديقة الدولية"},
{"category":"أماكن حولنا","is":"الحديقة اليابانية"},
{"category":"أماكن حولنا","is":"حقل"},
{"category":"أماكن حولنا","is":"غيط"},
{"category":"أماكن حولنا","is":"حمام سباحة"},
{"category":"أماكن حولنا","is":"دار مناسبات"},
{"category":"أماكن حولنا","is":"سنترال"},
{"category":"أماكن حولنا","is":"سوبر ماركت"},
{"category":"أماكن حولنا","is":"سوق الخضر والفاكهة"},
{"category":"أماكن حولنا","is":"سيرك"},
{"category":"أماكن حولنا","is":"سينما"},
{"category":"أماكن حولنا","is":"شركة"},
{"category":"أماكن حولنا","is":"صرافة"},
{"category":"أماكن حولنا","is":"فندق"},
{"category":"أماكن حولنا","is":"قاعة أفراح"},
{"category":"أماكن حولنا","is":"قسم الشرطة"},
{"category":"أماكن حولنا","is":"قصر الثقافة"},
{"category":"أماكن حولنا","is":"قهوة"},
{"category":"أماكن حولنا","is":"كافيتيريا"},
{"category":"أماكن حولنا","is":"كشك"},
{"category":"أماكن حولنا","is":"الكورنيش"},
{"category":"أماكن حولنا","is":"مبنى الإذاعة والتليقزيون"},
{"category":"أماكن حولنا","is":"متجر"},
{"category":"أماكن حولنا","is":"محل"},
{"category":"أماكن حولنا","is":"متحف"},
{"category":"أماكن حولنا","is":"المتحف المصرى"},
{"category":"أماكن حولنا","is":"محطة اتوبيس"},
{"category":"أماكن حولنا","is":"محطة القطار"},
{"category":"أماكن حولنا","is":"محكمة"},
{"category":"أماكن حولنا","is":"محل أحذية"},
{"category":"أماكن حولنا","is":"محل بقالة"},
{"category":"أماكن حولنا","is":"محل عصير"},
{"category":"أماكن حولنا","is":"محل ملابس"},
{"category":"أماكن حولنا","is":"مخبز"},
{"category":"أماكن حولنا","is":"مدينة الملاهى"},
{"category":"أماكن حولنا","is":"مركز شباب"},
{"category":"أماكن حولنا","is":"مسرح"},
{"category":"أماكن حولنا","is":"مصنع"},
{"category":"أماكن حولنا","is":"المطار"},
{"category":"أماكن حولنا","is":"مطعم"},
{"category":"أماكن حولنا","is":"المطافئ"},
{"category":"أماكن حولنا","is":"مكتب البريد"},
{"category":"أماكن حولنا","is":"مكتبة الإسكندرية"},
{"category":"أماكن حولنا","is":"مكتبة عامة"},
{"category":"أماكن حولنا","is":"ملاهى مائية"},
{"category":"أماكن حولنا","is":"ملهى ليلى"},
{"category":"أماكن حولنا","is":"مكان انتظار السيارات"},
{"category":"أماكن حولنا","is":"مول"},
{"category":"أماكن حولنا","is":"سوق تجارى"},
{"category":"أماكن حولنا","is":"ميدان"},
{"category":"أماكن حولنا","is":"نادي"},
{"category":"أماكن حولنا","is":"نهر النيل"},
{"category":"أماكن حولنا","is":"ورشة"},
{"category":"مناطق فى مصر","is":"إمبابة"},
{"category":"مناطق فى مصر","is":"باب الشعرية"},
{"category":"مناطق فى مصر","is":"التحرير"},
{"category":"مناطق فى مصر","is":"الحسين"},
{"category":"مناطق فى مصر","is":"الدقى"},
{"category":"مناطق فى مصر","is":"رمسيس"},
{"category":"مناطق فى مصر","is":"روكسى"},
{"category":"مناطق فى مصر","is":"الزاوية الحمرا"},
{"category":"مناطق فى مصر","is":"السلام"},
{"category":"مناطق فى مصر","is":"السيدة زينب"},
{"category":"مناطق فى مصر","is":"شبرا"},
{"category":"مناطق فى مصر","is":"العباسية"},
{"category":"مناطق فى مصر","is":"العبور"},
{"category":"مناطق فى مصر","is":"عزبة النخل"},
{"category":"مناطق فى مصر","is":"عين شمس"},
{"category":"مناطق فى مصر","is":"كوبرى القبة"},
{"category":"مناطق فى مصر","is":"مارجرجس"},
{"category":"مناطق فى مصر","is":"مدينة نصر"},
{"category":"مناطق فى مصر","is":"المرج"},
{"category":"مناطق فى مصر","is":"مصر الجديدة"},
{"category":"مناطق فى مصر","is":"المطرية"},
{"category":"مناطق فى مصر","is":"المعادى"},
{"category":"مناطق فى مصر","is":"الملك الصالح"},
{"category":"مناطق فى مصر","is":"المهندسين"},
{"category":"مناطق فى مصر","is":"ميدان لبنان"},
{"category":"مناطق فى مصر","is":"الهرم"},
{"category":"مناطق فى مصر","is":"بنها"},
{"category":"مناطق فى مصر","is":"دمنهور"},
{"category":"مناطق فى مصر","is":"ذَهَب"},
{"category":"مناطق فى مصر","is":"رأس البر"},
{"category":"مناطق فى مصر","is":"سانت كاترين"},
{"category":"مناطق فى مصر","is":"شرم الشيخ"},
{"category":"مناطق فى مصر","is":"طابا"},
{"category":"مناطق فى مصر","is":"طنطا"},
{"category":"مناطق فى مصر","is":"العاشر من رمضان"},
{"category":"مناطق فى مصر","is":"العريش"},
{"category":"مناطق فى مصر","is":"الغردقة"},
{"category":"مناطق فى مصر","is":"المحلة"},
{"category":"مناطق فى مصر","is":"المنصورة"},
{"category":"محافظات مصر","is":"الإسكندرية"},
{"category":"محافظات مصر","is":"أسوان"},
{"category":"محافظات مصر","is":"أسيوط"},
{"category":"محافظات مصر","is":"البحيرة"},
{"category":"محافظات مصر","is":"بنى سويف"},
{"category":"محافظات مصر","is":"القاهرة"},
{"category":"محافظات مصر","is":"الدقهلية"},
{"category":"محافظات مصر","is":"دمياط"},
{"category":"محافظات مصر","is":"الفيوم"},
{"category":"محافظات مصر","is":"الغربية"},
{"category":"محافظات مصر","is":"الجيزة"},
{"category":"محافظات مصر","is":"الإسماعيلية"},
{"category":"محافظات مصر","is":"كفر الشيخ"},
{"category":"محافظات مصر","is":"مرسى مطروح"},
{"category":"محافظات مصر","is":"المنيا"},
{"category":"محافظات مصر","is":"المنوفية"},
{"category":"محافظات مصر","is":"الوادى الجديد"},
{"category":"محافظات مصر","is":"شمال سيناء"},
{"category":"محافظات مصر","is":"بورسعيد"},
{"category":"محافظات مصر","is":"القليوبية"},
{"category":"محافظات مصر","is":"قنا"},
{"category":"محافظات مصر","is":"البحر الأحمر"},
{"category":"محافظات مصر","is":"الشرقية"},
{"category":"محافظات مصر","is":"سوهاج"},
{"category":"محافظات مصر","is":"جنوب سيناء"},
{"category":"محافظات مصر","is":"السويس"},
{"category":"محافظات مصر","is":"الأقصر"},
{"category":"محافظات مصر","is":"حلوان"},
{"category":"محافظات مصر","is":"6 أكتوبر"},
{"category":"وزارات ومؤسسات","is":"السجل المدنى"},
{"category":"وزارات ومؤسسات","is":"مبنى المحافظة"},
{"category":"وزارات ومؤسسات","is":"مصلحة الجوازات"},
{"category":"وزارات ومؤسسات","is":"شركة المياه"},
{"category":"وزارات ومؤسسات","is":"المجلس الأعلى للقوات المسلحة"},
{"category":"وزارات ومؤسسات","is":"مجلس الشعب"},
{"category":"وزارات ومؤسسات","is":"مجلس الشورى"},
{"category":"وزارات ومؤسسات","is":"المجلس القومى للأمومة والطفولة"},
{"category":"وزارات ومؤسسات","is":"المجلس القومى لذوى الإعاقة"},
{"category":"وزارات ومؤسسات","is":"المجلس القومى للشباب والرياضة"},
{"category":"وزارات ومؤسسات","is":"المجلس القومى للسكان"},
{"category":"وزارات ومؤسسات","is":"مجلس الوزراء"},
{"category":"وزارات ومؤسسات","is":"وزارة الاتصالات"},
{"category":"وزارات ومؤسسات","is":"وزارة الإسكان"},
{"category":"وزارات ومؤسسات","is":"وزارة الإعلام"},
{"category":"وزارات ومؤسسات","is":"وزارة الأوقاف"},
{"category":"وزارات ومؤسسات","is":"وزارة البترول"},
{"category":"وزارات ومؤسسات","is":"وزارة البيئة"},
{"category":"وزارات ومؤسسات","is":"وزارة التجارة"},
{"category":"وزارات ومؤسسات","is":"وزارة التربية والتعليم"},
{"category":"وزارات ومؤسسات","is":"وزارة التعليم العالى"},
{"category":"وزارات ومؤسسات","is":"وزارة التموين"},
{"category":"وزارات ومؤسسات","is":"وزارة الخارجية"},
{"category":"وزارات ومؤسسات","is":"وزارة الداخلية"},
{"category":"وزارات ومؤسسات","is":"وزارة الموارد المائية والرى"},
{"category":"وزارات ومؤسسات","is":"وزارة السياحة"},
{"category":"وزارات ومؤسسات","is":"وزارة التضامن الاجتماعى"},
{"category":"وزارات ومؤسسات","is":"وزارة الشباب والرياضة"},
{"category":"وزارات ومؤسسات","is":"وزارة الصحة"},
{"category":"وزارات ومؤسسات","is":"وزارة الصناعة"},
{"category":"وزارات ومؤسسات","is":"وزارة الطيران"},
{"category":"وزارات ومؤسسات","is":"وزارة القوى العاملة"},
{"category":"وزارات ومؤسسات","is":"وزارة الكهرباء"},
{"category":"وزارات ومؤسسات","is":"وزارة المالية"},
{"category":"دول عربية","is":"الأردن"},
{"category":"دول عربية","is":"الإمارات"},
{"category":"دول عربية","is":"البحرين"},
{"category":"دول عربية","is":"تونس"},
{"category":"دول عربية","is":"الجزائر"},
{"category":"دول عربية","is":"السعودية"},
{"category":"دول عربية","is":"السودان"},
{"category":"دول عربية","is":"سوريا"},
{"category":"دول عربية","is":"العراق"},
{"category":"دول عربية","is":"عمان"},
{"category":"دول عربية","is":"فلسطين"},
{"category":"دول عربية","is":"قطر"},
{"category":"دول عربية","is":"الكويت"},
{"category":"دول عربية","is":"لبنان"},
{"category":"دول عربية","is":"ليبيا"},
{"category":"دول عربية","is":"مصر"},
{"category":"دول عربية","is":"المَغْرب"},
{"category":"دول عربية","is":"اليمن"},
{"category":"دول أخرى","is":"البرازيل"},
{"category":"دول أخرى","is":"البرتغال"},
{"category":"دول أخرى","is":"أسبانيا"},
{"category":"دول أخرى","is":"إسرائيل"},
{"category":"دول أخرى","is":"أفغانستان"},
{"category":"دول أخرى","is":"ألمانيا"},
{"category":"دول أخرى","is":"أمريكا"},
{"category":"دول أخرى","is":"النمسا"},
{"category":"دول أخرى","is":"إيران"},
{"category":"دول أخرى","is":"إيطاليا"},
{"category":"دول أخرى","is":"باكستان"},
{"category":"دول أخرى","is":"بريطانيا"},
{"category":"دول أخرى","is":"تركيا"},
{"category":"دول أخرى","is":"روسيا"},
{"category":"دول أخرى","is":"سويسرا"},
{"category":"دول أخرى","is":"السويد"},
{"category":"دول أخرى","is":"الصين"},
{"category":"دول أخرى","is":"فرنسا"},
{"category":"دول أخرى","is":"الكاميرون"},
{"category":"دول أخرى","is":"كندا"},
{"category":"دول أخرى","is":"ماليزيا"},
{"category":"دول أخرى","is":"الهند"},
{"category":"التربية الدينية المسيحية","is":"يوحنا الرائى"},
{"category":"التربية الدينية المسيحية","is":"من أنبياء العهد القديم"},
{"category":"التربية الدينية المسيحية","is":"أشعياء"},
{"category":"التربية الدينية المسيحية","is":"دانيال"},
{"category":"التربية الدينية المسيحية","is":"زكريا الكاهن"},
{"category":"التربية الدينية المسيحية","is":"يونان"},
{"category":"اللغة العربية","is":"قراءة"},
{"category":"اللغة العربية","is":"كتابة"},
{"category":"اللغة العربية","is":"نشيد"},
{"category":"اللغة العربية","is":"نص شعرى"},
{"category":"اللغة العربية","is":"نص نثرى"},
{"category":"اللغة العربية","is":"تعبير"},
{"category":"اللغة العربية","is":"نحو"},
{"category":"اللغة العربية","is":"قواعد"},
{"category":"اللغة العربية","is":"إملاء"},
{"category":"اللغة العربية","is":"تدريبات"},
{"category":"اللغة العربية","is":"تضاد"},
{"category":"اللغة العربية","is":"عكس"},
{"category":"اللغة العربية","is":"ترادف"},
{"category":"اللغة العربية","is":"معنى"},
{"category":"اللغة العربية","is":"اسم"},
{"category":"اللغة العربية","is":"فعل"},
{"category":"اللغة العربية","is":"حرف"},
{"category":"اللغة العربية","is":"الاسم"},
{"category":"اللغة العربية","is":"مذكر"},
{"category":"اللغة العربية","is":"مؤنث"},
{"category":"اللغة العربية","is":"مفرد"},
{"category":"اللغة العربية","is":"مثنى"},
{"category":"اللغة العربية","is":"جَمع"},
{"category":"اللغة العربية","is":"فعل ماضى"},
{"category":"اللغة العربية","is":"فعل مضارع"},
{"category":"اللغة العربية","is":"فعل أمر"},
{"category":"اللغة العربية","is":"الواو"},
{"category":"اللغة العربية","is":"الفاء"},
{"category":"اللغة العربية","is":"ثم"},
{"category":"اللغة العربية","is":"مِنَ"},
{"category":"اللغة العربية","is":"إلى"},
{"category":"اللغة العربية","is":"عن"},
{"category":"اللغة العربية","is":"على"},
{"category":"اللغة العربية","is":"فى"},
{"category":"اللغة العربية","is":"ضمائر المتكلم"},
{"category":"اللغة العربية","is":"أنا"},
{"category":"اللغة العربية","is":"نحن"},
{"category":"اللغة العربية","is":"أنتَ"},
{"category":"اللغة العربية","is":"أنتِ"},
{"category":"اللغة العربية","is":"أنتما"},
{"category":"اللغة العربية","is":"أنتم"},
{"category":"اللغة العربية","is":"أنتن"},
{"category":"اللغة العربية","is":"هو"},
{"category":"اللغة العربية","is":"هى"},
{"category":"اللغة العربية","is":"هما"},
{"category":"اللغة العربية","is":"هم"},
{"category":"اللغة العربية","is":"هن"},
{"category":"اللغة العربية","is":"هذا"},
{"category":"اللغة العربية","is":"هذه"},
{"category":"اللغة العربية","is":"هذان"},
{"category":"اللغة العربية","is":"هاتان"},
{"category":"اللغة العربية","is":"هؤلاء"},
{"category":"اللغة العربية","is":"أولئك"},
{"category":"اللغة العربية","is":"الذى"},
{"category":"اللغة العربية","is":"التى"},
{"category":"اللغة العربية","is":"اللذان"},
{"category":"اللغة العربية","is":"اللتان"},
{"category":"اللغة العربية","is":"الذين"},
{"category":"اللغة العربية","is":"اللآتى"},
{"category":"اللغة العربية","is":"اللآئى"},
{"category":"اللغة العربية","is":"أدوات الاستفهام"},
{"category":"اللغة العربية","is":"مَنْ"},
{"category":"اللغة العربية","is":"ما"},
{"category":"اللغة العربية","is":"ماذا"},
{"category":"اللغة العربية","is":"لماذا"},
{"category":"اللغة العربية","is":"متى"},
{"category":"اللغة العربية","is":"أين"},
{"category":"اللغة العربية","is":"كيف"},
{"category":"اللغة العربية","is":"هل"},
{"category":"اللغة العربية","is":"كم"},
{"category":"اللغة العربية","is":"أدوات النفى"},
{"category":"اللغة العربية","is":"لا"},
{"category":"اللغة العربية","is":"لم"},
{"category":"اللغة العربية","is":"لن"},
{"category":"اللغة العربية","is":"ليس"},
{"category":"اللغة العربية","is":"غير"},
{"category":"اللغة العربية","is":"الضمة"},
{"category":"اللغة العربية","is":"الفتحة"},
{"category":"اللغة العربية","is":"الكسرة"},
{"category":"اللغة العربية","is":"السكون"},
{"category":"اللغة العربية","is":"جملة"},
{"category":"اللغة العربية","is":"نوع الجملة"},
{"category":"اللغة العربية","is":"أركان الجملة"},
{"category":"اللغة العربية","is":"الجملة الاسمية"},
{"category":"اللغة العربية","is":"مبتدأ"},
{"category":"اللغة العربية","is":"الجملة الفعلية"},
{"category":"اللغة العربية","is":"فعل"},
{"category":"اللغة العربية","is":"فاعل"},
{"category":"اللغة العربية","is":"مفعول به"},
{"category":"اللغة العربية","is":"الأسماء الخمسة"},
{"category":"اللغة العربية","is":"أب"},
{"category":"اللغة العربية","is":"أخ"},
{"category":"اللغة العربية","is":"حم"},
{"category":"اللغة العربية","is":"فو"},
{"category":"اللغة العربية","is":"ذو"},
{"category":"اللغة العربية","is":"أسلوب توكيد"},
{"category":"اللغة العربية","is":"أسلوب أمر"},
{"category":"اللغة العربية","is":"أسلوب نفى"},
{"category":"اللغة العربية","is":"أسلوب نهى"},
{"category":"اللغة العربية","is":"أسلوب استفهام"},
{"category":"اللغة العربية","is":"أسلوب تعجب"},
{"category":"اللغة العربية","is":"علامة الاستفهام ؟"},
{"category":"اللغة العربية","is":"علامة التعجب !"},
{"category":"اللغة العربية","is":"الفاصلة المنقوطة"},
{"category":"اللغة العربية","is":"الفاصلة"},
{"category":"اللغة العربية","is":"النقطة"},
{"category":"اللغة العربية","is":"علامات الترقيم"},
{"category":"الرياضيات","is":"الأعداد"},
{"category":"الرياضيات","is":"الأعداد الزوجية"},
{"category":"الرياضيات","is":"الأعداد الفردية"},
{"category":"الرياضيات","is":"مقارنة الأعداد"},
{"category":"الرياضيات","is":"ترتيب الأعداد"},
{"category":"الرياضيات","is":"ترتيب تنازلى"},
{"category":"الرياضيات","is":"ترتيب تصاعدى"},
{"category":"الرياضيات","is":"تسلسل"},
{"category":"الرياضيات","is":"آحاد"},
{"category":"الرياضيات","is":"عشرات"},
{"category":"الرياضيات","is":"مئات"},
{"category":"الرياضيات","is":"ألوف"},
{"category":"الرياضيات","is":"مئات الألوف"},
{"category":"الرياضيات","is":"الجمع"},
{"category":"الرياضيات","is":"الطرح"},
{"category":"الرياضيات","is":"الضرب"},
{"category":"الرياضيات","is":"القسمة"},
{"category":"الرياضيات","is":"قرش"},
{"category":"الرياضيات","is":"جنيه"},
{"category":"الرياضيات","is":"مجموع عددين"},
{"category":"الرياضيات","is":"جدول الضرب"},
{"category":"الرياضيات","is":"احسب حاصل ضرب"},
{"category":"الرياضيات","is":"ناتج طرح"},
{"category":"الرياضيات","is":"منحنى مفتوح"},
{"category":"الرياضيات","is":"منحنى مغلق"},
{"category":"الرياضيات","is":"القطعة المستقيمة"},
{"category":"الرياضيات","is":"الشعاع"},
{"category":"الرياضيات","is":"المستقيم"},
{"category":"الرياضيات","is":"الخط المنكسر"},
{"category":"الرياضيات","is":"عمودى"},
{"category":"الرياضيات","is":"أكبر من"},
{"category":"الرياضيات","is":"أكبر من أو يساوى"},
{"category":"الرياضيات","is":"أصغر من"},
{"category":"الرياضيات","is":"أصغر من أو يساوى"},
{"category":"الرياضيات","is":"يساوى"},
{"category":"الرياضيات","is":"تقاطع"},
{"category":"الرياضيات","is":"المثلث"},
{"category":"الرياضيات","is":"المخروط"},
{"category":"الرياضيات","is":"المربع"},
{"category":"الرياضيات","is":"المستطيل"},
{"category":"الرياضيات","is":"المضلع"},
{"category":"الرياضيات","is":"المعين"},
{"category":"الرياضيات","is":"المكعب"},
{"category":"الرياضيات","is":"وحدات الطول"},
{"category":"الرياضيات","is":"سنتيمتر"},
{"category":"الرياضيات","is":"متر"},
{"category":"الرياضيات","is":"كيلو متر"},
{"category":"الرياضيات","is":"جرام"},
{"category":"الرياضيات","is":"كيلو جرام"},
{"category":"الرياضيات","is":"أنواع الزوايا"},
{"category":"الرياضيات","is":"زاوية قائمة"},
{"category":"الرياضيات","is":"زاوية حادة"},
{"category":"الرياضيات","is":"زاوية مستقيمة"},
{"category":"الرياضيات","is":"زاوية منفرجة"},
{"category":"العلوم","is":"الكائن الحى"},
{"category":"العلوم","is":"التنفس"},
{"category":"العلوم","is":"الشهيق"},
{"category":"العلوم","is":"الزفير"},
{"category":"العلوم","is":"النمو"},
{"category":"العلوم","is":"التكاثر"},
{"category":"العلوم","is":"التشريح"},
{"category":"العلوم","is":"فطريات"},
{"category":"العلوم","is":"طحالب"},
{"category":"العلوم","is":"علم الوراثة"},
{"category":"العلوم","is":"خلية"},
{"category":"العلوم","is":"خلية دموية"},
{"category":"العلوم","is":"الأنسجة"},
{"category":"العلوم","is":"صور الطاقة"},
{"category":"العلوم","is":"الطاقة الضوئية"},
{"category":"العلوم","is":"الطاقة الشمسية"},
{"category":"العلوم","is":"الطاقة الكهربية"},
{"category":"العلوم","is":"الطاقة الصوتية"},
{"category":"العلوم","is":"الطاقة النووية"},
{"category":"العلوم","is":"الرياح"},
{"category":"العلوم","is":"المد"},
{"category":"العلوم","is":"الجَزْر"},
{"category":"العلوم","is":"المساقط المائية"},
{"category":"العلوم","is":"الفحم"},
{"category":"العلوم","is":"البترول"},
{"category":"العلوم","is":"الغاز الطبيعى"},
{"category":"العلوم","is":"توليد الكهرباء"},
{"category":"العلوم","is":"الكهرباء الساكنة"},
{"category":"العلوم","is":"الكهرباء التيارية"},
{"category":"العلوم","is":"قلوي"},
{"category":"العلوم","is":"غاز"},
{"category":"العلوم","is":"سائل"},
{"category":"العلوم","is":"صلب"},
{"category":"العلوم","is":"أكسجين"},
{"category":"العلوم","is":"هيدروجين"},
{"category":"العلوم","is":"أكسدة"},
{"category":"العلوم","is":"خواص"},
{"category":"العلوم","is":"غازات نشطة"},
{"category":"العلوم","is":"غازات خاملة"},
{"category":"العلوم","is":"ميكروسكوب"},
{"category":"العلوم","is":"عدسة مكبرة"},
{"category":"العلوم","is":"شريحة زجاجية"},
{"category":"العلوم","is":"سحاحة"},
{"category":"العلوم","is":"بوتقة"},
{"category":"العلوم","is":"أنبوب اختبار"},
{"category":"العلوم","is":"بارومتر"},
{"category":"العلوم","is":"الجاذبية الأرضية"},
{"category":"العلوم","is":"التربة"},
{"category":"العلوم","is":"خصوبة التربة"},
{"category":"العلوم","is":"تلوث التربة"},
{"category":"العلوم","is":"أنواع التربة"},
{"category":"العلوم","is":"التربة الطينية"},
{"category":"العلوم","is":"التربة الرملية"},
{"category":"العلوم","is":"التربة الصفراء"},
{"category":"العلوم","is":"المبيدات الكيميائية"},
{"category":"العلوم","is":"الأسمدة"},
{"category":"العلوم","is":"الحرارة"},
{"category":"العلوم","is":"سرعة الصوت"},
{"category":"العلوم","is":"سرعة الضوء"},
{"category":"العلوم","is":"شحنة كهربية"},
{"category":"العلوم","is":"شحنة سالبة"},
{"category":"العلوم","is":"شحنة موجبة"},
{"category":"العلوم","is":"صواعق"},
{"category":"العلوم","is":"مغناطيس"},
{"category":"العلوم","is":"ليزر"},
{"category":"العلوم","is":"الغلاف الجوي"},
{"category":"العلوم","is":"كسوف الشمس"},
{"category":"العلوم","is":"خسوف القمر"},
{"category":"العلوم","is":"كوكب"},
{"category":"العلوم","is":"أجرام سماوية"},
{"category":"العلوم","is":"سنوات ضوئية"},
{"category":"العلوم","is":"درب التبانة"},
{"category":"العلوم","is":"النجوم"},
{"category":"العلوم","is":"القمر"},
{"category":"العلوم","is":"الأرض"},
{"category":"العلوم","is":"المريخ"},
{"category":"العلوم","is":"المشتري"},
{"category":"العلوم","is":"الزهرة"},
{"category":"العلوم","is":"عطارد"},
{"category":"العلوم","is":"زحل"},
{"category":"العلوم","is":"أورانوس"},
{"category":"العلوم","is":"بلوتو"},
{"category":"العلوم","is":"قمر صناعى"},
{"category":"العلوم","is":"تلسكوب"},
{"category":"الدراسات الاجتماعية","is":"تاريخ"},
{"category":"الدراسات الاجتماعية","is":"جغرافيا"},
{"category":"الدراسات الاجتماعية","is":"الاحتلال الإنجليزى"},
{"category":"الدراسات الاجتماعية","is":"ثورة 1919"},
{"category":"الدراسات الاجتماعية","is":"ثورة 23 يوليه"},
{"category":"الدراسات الاجتماعية","is":"ثورة 25 يناير"},
{"category":"الدراسات الاجتماعية","is":"الحملة الفرنسية"},
{"category":"الدراسات الاجتماعية","is":"التاريخ الإسلامى"},
{"category":"الدراسات الاجتماعية","is":"التاريخ الفرعونى"},
{"category":"الدراسات الاجتماعية","is":"طبقات الأرض"},
{"category":"الدراسات الاجتماعية","is":"القشرة الأرضية"},
{"category":"الدراسات الاجتماعية","is":"تضاريس"},
{"category":"الدراسات الاجتماعية","is":"سطح التربة"},
{"category":"الدراسات الاجتماعية","is":"صخرة"},
{"category":"الدراسات الاجتماعية","is":"المعادن"},
{"category":"الدراسات الاجتماعية","is":"الأحجار الكريمة"},
{"category":"الدراسات الاجتماعية","is":"الاتجاهات"},
{"category":"الدراسات الاجتماعية","is":"شمال"},
{"category":"الدراسات الاجتماعية","is":"جنوب"},
{"category":"الدراسات الاجتماعية","is":"شرق"},
{"category":"الدراسات الاجتماعية","is":"غرب"},
{"category":"الدراسات الاجتماعية","is":"شمال شرقى"},
{"category":"الدراسات الاجتماعية","is":"جنوب غربى"},
{"category":"الدراسات الاجتماعية","is":"المسطحات المائية"},
{"category":"الدراسات الاجتماعية","is":"ترعة"},
{"category":"الدراسات الاجتماعية","is":"مصرف مياه"},
{"category":"الدراسات الاجتماعية","is":"بركة مياه"},
{"category":"الدراسات الاجتماعية","is":"مستنقع"},
{"category":"الدراسات الاجتماعية","is":"بحيرة"},
{"category":"الدراسات الاجتماعية","is":"دخان"},
{"category":"الدراسات الاجتماعية","is":"محمية طبيعية"},
{"category":"الدراسات الاجتماعية","is":"كارثة بيئية"},
{"category":"الدراسات الاجتماعية","is":"زلزال"},
{"category":"الدراسات الاجتماعية","is":"بركان"},
{"category":"الدراسات الاجتماعية","is":"عاصفة"},
{"category":"الدراسات الاجتماعية","is":"فيضان"},
{"category":"الدراسات الاجتماعية","is":"سيل"},
{"category":"الدراسات الاجتماعية","is":"التصحر"},
{"category":"الدراسات الاجتماعية","is":"الجفاف"},
{"category":"الدراسات الاجتماعية","is":"قرية"},
{"category":"الدراسات الاجتماعية","is":"مدينة"},
{"category":"الدراسات الاجتماعية","is":"دولة"},
{"category":"الدراسات الاجتماعية","is":"قارة"},
{"category":"الدراسات الاجتماعية","is":"قارة إفريقيا"},
{"category":"الدراسات الاجتماعية","is":"قارة آسيا"},
{"category":"الدراسات الاجتماعية","is":"قارة أوروبا"},
{"category":"الدراسات الاجتماعية","is":"قارة أستراليا"},
{"category":"الدراسات الاجتماعية","is":"قارة أمريكا الشمالية"},
{"category":"الدراسات الاجتماعية","is":"قارة أمريكا الجنوبية"},
{"category":"الدراسات الاجتماعية","is":"البحر الأحمر"},
{"category":"الدراسات الاجتماعية","is":"البحر الأبيض المتوسط"},
{"category":"الدراسات الاجتماعية","is":"البحر الأسود"},
{"category":"الدراسات الاجتماعية","is":"البحر الميت"},
{"category":"الدراسات الاجتماعية","is":"المحيط الأطلسى"},
{"category":"الدراسات الاجتماعية","is":"الأطلنطى"},
{"category":"الدراسات الاجتماعية","is":"المحيط المتجمد الجنوبى"},
{"category":"الدراسات الاجتماعية","is":"المحيط المتجمد الشمالى"},
{"category":"الدراسات الاجتماعية","is":"المحيط الهادى"},
{"category":"الدراسات الاجتماعية","is":"المحيط الهندى"},
{"category":"الدراسات الاجتماعية","is":"خط الإستواء"},
{"category":"الدراسات الاجتماعية","is":"خط جرينتش"},
{"category":"الدراسات الاجتماعية","is":"خط الطول"},
{"category":"الدراسات الاجتماعية","is":"خط العرض"},
{"category":"الدراسات الاجتماعية","is":"المظاهر الطبيعية"},
{"category":"الدراسات الاجتماعية","is":"المواد الخام"},
{"category":"الدراسات الاجتماعية","is":"تل"},
{"category":"الدراسات الاجتماعية","is":"الطقس"},
{"category":"الدراسات الاجتماعية","is":"سفح"},
{"category":"الدراسات الاجتماعية","is":"وادي"},
{"category":"الدراسات الاجتماعية","is":"قمة"},
{"category":"الحاسوب","is":"شاشة الحاسب الآلى"},
{"category":"الحاسوب","is":"لوحة المفاتيح"},
{"category":"الحاسوب","is":"الماوس"},
{"category":"الحاسوب","is":"الفأرة"},
{"category":"الحاسوب","is":"سى دى"},
{"category":"الحاسوب","is":"الإسطوانة المدمجة"},
{"category":"الحاسوب","is":"الطابعة"},
{"category":"الحاسوب","is":"ماسح ضوئى"},
{"category":"الحاسوب","is":"سكانر"},
{"category":"الحاسوب","is":"السماعة"},
{"category":"الحاسوب","is":"الميكروفون"},
{"category":"الحاسوب","is":"مِفتاح"},
{"category":"الحاسوب","is":"مفتاح الحذف للخلف"},
{"category":"الحاسوب","is":"مفتاح الحذف للأمام"},
{"category":"الحاسوب","is":"مفتاح الهروب"},
{"category":"الحاسوب","is":"مفتاح الحروف الإنجليزية الكبيرة"},
{"category":"الحاسوب","is":"مفتاح العالى"},
{"category":"الحاسوب","is":"الأسهم"},
{"category":"الحاسوب","is":"مسطرة المسافة"},
{"category":"الحاسوب","is":"خلفية شاشة الحاسب الآلى"},
{"category":"الحاسوب","is":"فيروس"},
{"category":"الحاسوب","is":"برنامج وورد"},
{"category":"الحاسوب","is":"برنامج الإكسل"},
{"category":"الحاسوب","is":"الإنترنت"},
{"category":"الحاسوب","is":"سلة المحذوفات"},
{"category":"الحاسوب","is":"كمبيوتر شخصى"},
{"category":"الحاسوب","is":"كمبيوتر محمول"},
{"category":"الحاسوب","is":"لاب توب"},
{"category":"الحاسوب","is":"فلاشة"},
{"category":"الحاسوب","is":"بريد إلكترونى"},
{"category":"الحاسوب","is":"إيميل"},
{"category":"الحاسوب","is":"فيس بوك"},
{"category":"التربية الرياضية","is":"التمرينات الرياضية"},
{"category":"التربية الرياضية","is":"كرة القدم"},
{"category":"التربية الرياضية","is":"كرة السلة"},
{"category":"التربية الرياضية","is":"كرة الطائرة"},
{"category":"التربية الرياضية","is":"كرة الماء"},
{"category":"التربية الرياضية","is":"كرة اليد"},
{"category":"التربية الرياضية","is":"السباحة"},
{"category":"التربية الرياضية","is":"الكاراتيه"},
{"category":"التربية الرياضية","is":"تنس الطاولة"},
{"category":"التربية الرياضية","is":"التنس الأرضى"},
{"category":"التربية الرياضية","is":"الجمباز"},
{"category":"التربية الرياضية","is":"الكشافة"},
{"category":"التربية الرياضية","is":"العدو"},
{"category":"التربية الرياضية","is":"الوثب الطويل"},
{"category":"التربية الرياضية","is":"الوثب العالى"},
{"category":"التربية الرياضية","is":"الوثب الثلاثى"},
{"category":"التربية الرياضية","is":"رمى الرمح"},
{"category":"التربية الرياضية","is":"رمى جلة"},
{"category":"التربية الرياضية","is":"الوثب بالزانة"},
{"category":"التربية الرياضية","is":"حمل الأثقال"},
{"category":"التربية الرياضية","is":"فريق"},
{"category":"التربية الرياضية","is":"بطولة"},
{"category":"التربية الرياضية","is":"كَأس"},
{"category":"وظائف","is":"أخصائى اجتماعى"},
{"category":"وظائف","is":"أخصائى نفسى"},
{"category":"وظائف","is":"إمام مسجد"},
{"category":"وظائف","is":"أمير"},
{"category":"وظائف","is":"أمين معمل"},
{"category":"وظائف","is":"أمين مكتبة"},
{"category":"وظائف","is":"بائع الفول"},
{"category":"وظائف","is":"بائع صحف"},
{"category":"وظائف","is":"بائع متجول"},
{"category":"وظائف","is":"بقال"},
{"category":"وظائف","is":"بواب"},
{"category":"وظائف","is":"تاجر جملة"},
{"category":"وظائف","is":"ترزي"},
{"category":"وظائف","is":"جزار"},
{"category":"وظائف","is":"خطاط"},
{"category":"وظائف","is":"خضري"},
{"category":"وظائف","is":"خطيب مسجد"},
{"category":"وظائف","is":"داعية إسلامى"},
{"category":"وظائف","is":"رئيس"},
{"category":"وظائف","is":"رجل المطافى"},
{"category":"وظائف","is":"سباك"},
{"category":"وظائف","is":"سائق"},
{"category":"وظائف","is":"سائق تاكسي"},
{"category":"وظائف","is":"سائق تريلا"},
{"category":"وظائف","is":"سلطان"},
{"category":"وظائف","is":"سمسار عقاري"},
{"category":"وظائف","is":"سمسار بورصة"},
{"category":"وظائف","is":"سمكري"},
{"category":"وظائف","is":"صحفي"},
{"category":"وظائف","is":"صيدلي"},
{"category":"وظائف","is":"صياد سمك"},
{"category":"وظائف","is":"ضابط شرطة"},
{"category":"وظائف","is":"ضابط قوات مسلحة"},
{"category":"وظائف","is":"ضابط جيش"},
{"category":"وظائف","is":"طباخ"},
{"category":"وظائف","is":"طبيب أسنان"},
{"category":"وظائف","is":"طبيب أنف وأذن وحنجرة"},
{"category":"وظائف","is":"طبيب باطنة"},
{"category":"وظائف","is":"طبيب بيطري"},
{"category":"وظائف","is":"طبيب مخ وأعصاب"},
{"category":"وظائف","is":"ضابط شرطة"},
{"category":"وظائف","is":"فاكهي"},
{"category":"وظائف","is":"فلاح"},
{"category":"وظائف","is":"فني أشعة"},
{"category":"وظائف","is":"فنى بصريات"},
{"category":"وظائف","is":"فني تحاليل"},
{"category":"وظائف","is":"فني تصوير"},
{"category":"وظائف","is":"قاضي"},
{"category":"وظائف","is":"كهربائي"},
{"category":"وظائف","is":"كوافير"},
{"category":"وظائف","is":"مأذون"},
{"category":"وظائف","is":"مترجم لغة إشارة"},
{"category":"وظائف","is":"محاسب"},
{"category":"وظائف","is":"محامي"},
{"category":"وظائف","is":"محافظ"},
{"category":"وظائف","is":"محصل"},
{"category":"وظائف","is":"كمسرى"},
{"category":"وظائف","is":"مخرج"},
{"category":"وظائف","is":"مدرس"},
{"category":"وظائف","is":"مُدرسة"},
{"category":"وظائف","is":"مذيع"},
{"category":"وظائف","is":"مستشار"},
{"category":"وظائف","is":"معلم"},
{"category":"وظائف","is":"مغنى"},
{"category":"وظائف","is":"مَلِك"},
{"category":"وظائف","is":"ممثل"},
{"category":"وظائف","is":"منتج"},
{"category":"وظائف","is":"مهندس"},
{"category":"وظائف","is":"مهندس اتصالات"},
{"category":"وظائف","is":"مهندس معماري"},
{"category":"وظائف","is":"مهندس حاسوب"},
{"category":"وظائف","is":"مهندس شبكات"},
{"category":"وظائف","is":"مهندس ري"},
{"category":"وظائف","is":"موجه"},
{"category":"وظائف","is":"موظف"},
{"category":"وظائف","is":"ميكانيكي"},
{"category":"وظائف","is":"ناظر مدرسة"},
{"category":"وظائف","is":"نجار"},
{"category":"وظائف","is":"وزير"},
{"category":"وظائف","is":"وكيل مدرسة"},
{"category":"وظائف","is":"وكيل نيابة"},
{"category":"صفات","is":"أمين"},
{"category":"صفات","is":"خائن"},
{"category":"صفات","is":"إيثار"},
{"category":"صفات","is":"أنانية"},
{"category":"صفات","is":"برئ"},
{"category":"صفات","is":"مذنب"},
{"category":"صفات","is":"بطيئ"},
{"category":"صفات","is":"سريع"},
{"category":"صفات","is":"بعيد"},
{"category":"صفات","is":"قريب"},
{"category":"صفات","is":"ثقيل"},
{"category":"صفات","is":"خفيف"},
{"category":"صفات","is":"جاهل"},
{"category":"صفات","is":"متعلم"},
{"category":"صفات","is":"قديم"},
{"category":"صفات","is":"جميل"},
{"category":"صفات","is":"قبيح"},
{"category":"صفات","is":"حلو"},
{"category":"صفات","is":"مر"},
{"category":"صفات","is":"ذكى"},
{"category":"صفات","is":"غبى"},
{"category":"صفات","is":"رحيم"},
{"category":"صفات","is":"قاسى"},
{"category":"صفات","is":"ساخن"},
{"category":"صفات","is":"بارد"},
{"category":"صفات","is":"سامع"},
{"category":"صفات","is":"أصم"},
{"category":"صفات","is":"سهل"},
{"category":"صفات","is":"صعب"},
{"category":"صفات","is":"شجاع"},
{"category":"صفات","is":"جبان"},
{"category":"صفات","is":"طائع"},
{"category":"صفات","is":"طويل"},
{"category":"صفات","is":"قصير"},
{"category":"صفات","is":"طيب"},
{"category":"صفات","is":"شرير"},
{"category":"صفات","is":"ظالم"},
{"category":"صفات","is":"عادل"},
{"category":"صفات","is":"عاقل"},
{"category":"صفات","is":"مجنون"},
{"category":"صفات","is":"عال"},
{"category":"صفات","is":"منخفض"},
{"category":"صفات","is":"عطوف"},
{"category":"صفات","is":"غليظ القلب"},
{"category":"صفات","is":"غافل"},
{"category":"صفات","is":"منتبه"},
{"category":"صفات","is":"غالى"},
{"category":"صفات","is":"رخيص"},
{"category":"صفات","is":"غبى"},
{"category":"صفات","is":"ذكى"},
{"category":"صفات","is":"غنى"},
{"category":"صفات","is":"فقير"},
{"category":"صفات","is":"فوق"},
{"category":"صفات","is":"تحت"},
{"category":"صفات","is":"قوى"},
{"category":"صفات","is":"كبير"},
{"category":"صفات","is":"صغير"},
{"category":"صفات","is":"كريم"},
{"category":"صفات","is":"بخيل"},
{"category":"صفات","is":"لين"},
{"category":"صفات","is":"فظ"},
{"category":"صفات","is":"مبصر"},
{"category":"صفات","is":"كفيف"},
{"category":"صفات","is":"متواضع"},
{"category":"صفات","is":"متكبر"},
{"category":"صفات","is":"مغرور"},
{"category":"صفات","is":"ميت"},
{"category":"صفات","is":"حى"},
{"category":"صفات","is":"ناعم"},
{"category":"صفات","is":"خشن"},
{"category":"صفات","is":"نحيف"},
{"category":"صفات","is":"نحيل"},
{"category":"صفات","is":"بدين"},
{"category":"صفات","is":"ناجح"},
{"category":"صفات","is":"راسب"},
{"category":"صفات","is":"نشيط"},
{"category":"صفات","is":"كسول"},
{"category":"صفات","is":"نظيف"},
{"category":"صفات","is":"قذر"},
{"category":"صفات","is":"واسع"},
{"category":"صفات","is":"ضيق"},
{"category":"صفات","is":"واضح"},
{"category":"صفات","is":"غامض"},
{"category":"صفات","is":"يابس"},
{"category":"صفات","is":"غض"},
{"category":"أفعال شائعة","is":"ابتسم"},
{"category":"أفعال شائعة","is":"ابتكر"},
{"category":"أفعال شائعة","is":"أبطأ"},
{"category":"أفعال شائعة","is":"أبَى"},
{"category":"أفعال شائعة","is":"رفض"},
{"category":"أفعال شائعة","is":"اتبع"},
{"category":"أفعال شائعة","is":"اتجه"},
{"category":"أفعال شائعة","is":"اتسخ"},
{"category":"أفعال شائعة","is":"اتسم"},
{"category":"أفعال شائعة","is":"اتصف"},
{"category":"أفعال شائعة","is":"اتصل"},
{"category":"أفعال شائعة","is":"اتضح"},
{"category":"أفعال شائعة","is":"اتفق"},
{"category":"أفعال شائعة","is":"اتكأ على"},
{"category":"أفعال شائعة","is":"اتكل على"},
{"category":"أفعال شائعة","is":"اتهم"},
{"category":"أفعال شائعة","is":"أجاب"},
{"category":"أفعال شائعة","is":"اجتمع"},
{"category":"أفعال شائعة","is":"احتقر"},
{"category":"أفعال شائعة","is":"أخبر"},
{"category":"أفعال شائعة","is":"اختار"},
{"category":"أفعال شائعة","is":"اختبر"},
{"category":"أفعال شائعة","is":"اختصر"},
{"category":"أفعال شائعة","is":"أخذ"},
{"category":"أفعال شائعة","is":"ارتجف"},
{"category":"أفعال شائعة","is":"ارتدى"},
{"category":"أفعال شائعة","is":"أرشد"},
{"category":"أفعال شائعة","is":"أزعج"},
{"category":"أفعال شائعة","is":"استخدم"},
{"category":"أفعال شائعة","is":"استخرج"},
{"category":"أفعال شائعة","is":"استسلم"},
{"category":"أفعال شائعة","is":"استشار"},
{"category":"أفعال شائعة","is":"استضاف"},
{"category":"أفعال شائعة","is":"استطاع"},
{"category":"أفعال شائعة","is":"استظل"},
{"category":"أفعال شائعة","is":"استعار"},
{"category":"أفعال شائعة","is":"استعطف"},
{"category":"أفعال شائعة","is":"استغفر"},
{"category":"أفعال شائعة","is":"استقبل"},
{"category":"أفعال شائعة","is":"استنكر"},
{"category":"أفعال شائعة","is":"استمتع"},
{"category":"أفعال شائعة","is":"استمع"},
{"category":"أفعال شائعة","is":"استهلك"},
{"category":"أفعال شائعة","is":"أشار"},
{"category":"أفعال شائعة","is":"اشتد"},
{"category":"أفعال شائعة","is":"اشترك"},
{"category":"أفعال شائعة","is":"أشعل"},
{"category":"أفعال شائعة","is":"أصر"},
{"category":"أفعال شائعة","is":"صَمَّمَ"},
{"category":"أفعال شائعة","is":"اصطاد"},
{"category":"أفعال شائعة","is":"اصطدم"},
{"category":"أفعال شائعة","is":"اصطلى"},
{"category":"أفعال شائعة","is":"أضاف"},
{"category":"أفعال شائعة","is":"اضطرب"},
{"category":"أفعال شائعة","is":"أطعم"},
{"category":"أفعال شائعة","is":"أطفأ"},
{"category":"أفعال شائعة","is":"اعتذر"},
{"category":"أفعال شائعة","is":"اعتقد"},
{"category":"أفعال شائعة","is":"اعتنق"},
{"category":"أفعال شائعة","is":"أعطى"},
{"category":"أفعال شائعة","is":"أعلن"},
{"category":"أفعال شائعة","is":"أغلق"},
{"category":"أفعال شائعة","is":"أغمى عليه"},
{"category":"أفعال شائعة","is":"أفل"},
{"category":"أفعال شائعة","is":"غاب"},
{"category":"أفعال شائعة","is":"اقترح"},
{"category":"أفعال شائعة","is":"اقتلع"},
{"category":"أفعال شائعة","is":"أكد"},
{"category":"أفعال شائعة","is":"التقط"},
{"category":"أفعال شائعة","is":"التمس"},
{"category":"أفعال شائعة","is":"ألَّف"},
{"category":"أفعال شائعة","is":"أمر"},
{"category":"أفعال شائعة","is":"أمسك"},
{"category":"أفعال شائعة","is":"أمسى"},
{"category":"أفعال شائعة","is":"أمهل"},
{"category":"أفعال شائعة","is":"أناب"},
{"category":"أفعال شائعة","is":"أنار"},
{"category":"أفعال شائعة","is":"انتخب"},
{"category":"أفعال شائعة","is":"انتصر"},
{"category":"أفعال شائعة","is":"انتظر"},
{"category":"أفعال شائعة","is":"أنجب"},
{"category":"أفعال شائعة","is":"انحنى"},
{"category":"أفعال شائعة","is":"اندفع"},
{"category":"أفعال شائعة","is":"انزلق"},
{"category":"أفعال شائعة","is":"انعكس"},
{"category":"أفعال شائعة","is":"انفجر"},
{"category":"أفعال شائعة","is":"أنقذ"},
{"category":"أفعال شائعة","is":"اهتدى"},
{"category":"أفعال شائعة","is":"اهتم"},
{"category":"أفعال شائعة","is":"أهمل"},
{"category":"أفعال شائعة","is":"أوصد"},
{"category":"أفعال شائعة","is":"بتر"},
{"category":"أفعال شائعة","is":"بَجَّل"},
{"category":"أفعال شائعة","is":"عظَّم"},
{"category":"أفعال شائعة","is":"بحث"},
{"category":"أفعال شائعة","is":"بخس"},
{"category":"أفعال شائعة","is":"بدأ"},
{"category":"أفعال شائعة","is":"بدد"},
{"category":"أفعال شائعة","is":"برز"},
{"category":"أفعال شائعة","is":"برع"},
{"category":"أفعال شائعة","is":"برك"},
{"category":"أفعال شائعة","is":"بَشَّر"},
{"category":"أفعال شائعة","is":"بصق"},
{"category":"أفعال شائعة","is":"بطح"},
{"category":"أفعال شائعة","is":"بلغ"},
{"category":"أفعال شائعة","is":"بكى"},
{"category":"أفعال شائعة","is":"بنى"},
{"category":"أفعال شائعة","is":"بَيَّن"},
{"category":"أفعال شائعة","is":"بَيَّت"},
{"category":"أفعال شائعة","is":"تاب"},
{"category":"أفعال شائعة","is":"تَاجَرَ"},
{"category":"أفعال شائعة","is":"تأخر"},
{"category":"أفعال شائعة","is":"تألم"},
{"category":"أفعال شائعة","is":"تأمل"},
{"category":"أفعال شائعة","is":"تأكد"},
{"category":"أفعال شائعة","is":"تأهب"},
{"category":"أفعال شائعة","is":"تبادل"},
{"category":"أفعال شائعة","is":"تبرأ"},
{"category":"أفعال شائعة","is":"تبختر"},
{"category":"أفعال شائعة","is":"تجاوز"},
{"category":"أفعال شائعة","is":"عقبة ما"},
{"category":"أفعال شائعة","is":"تخيل"},
{"category":"أفعال شائعة","is":"تذكر"},
{"category":"أفعال شائعة","is":"تذوق"},
{"category":"أفعال شائعة","is":"تذمر"},
{"category":"أفعال شائعة","is":"تدرب"},
{"category":"أفعال شائعة","is":"ترك"},
{"category":"أفعال شائعة","is":"تزحلق على الجليد"},
{"category":"أفعال شائعة","is":"تعب"},
{"category":"أفعال شائعة","is":"تفاهم"},
{"category":"أفعال شائعة","is":"تكلم"},
{"category":"أفعال شائعة","is":"تحدث"},
{"category":"أفعال شائعة","is":"تقيأ"},
{"category":"أفعال شائعة","is":"تلوث"},
{"category":"أفعال شائعة","is":"تمكن"},
{"category":"أفعال شائعة","is":"تمنى"},
{"category":"أفعال شائعة","is":"توضأ"},
{"category":"أفعال شائعة","is":"ثقب"},
{"category":"أفعال شائعة","is":"جادل"},
{"category":"أفعال شائعة","is":"جامل"},
{"category":"أفعال شائعة","is":"جَرحَ"},
{"category":"أفعال شائعة","is":"جري"},
{"category":"أفعال شائعة","is":"جلس"},
{"category":"أفعال شائعة","is":"جمع"},
{"category":"أفعال شائعة","is":"حارب"},
{"category":"أفعال شائعة","is":"حاصر"},
{"category":"أفعال شائعة","is":"حاول"},
{"category":"أفعال شائعة","is":"حبس"},
{"category":"أفعال شائعة","is":"حرث"},
{"category":"أفعال شائعة","is":"حرق"},
{"category":"أفعال شائعة","is":"حصد"},
{"category":"أفعال شائعة","is":"حضر"},
{"category":"أفعال شائعة","is":"حكى"},
{"category":"أفعال شائعة","is":"حَمَلَ"},
{"category":"أفعال شائعة","is":"حمي"},
{"category":"أفعال شائعة","is":"خاف"},
{"category":"أفعال شائعة","is":"خَبَزَ"},
{"category":"أفعال شائعة","is":"خدش"},
{"category":"أفعال شائعة","is":"خرج"},
{"category":"أفعال شائعة","is":"خسر"},
{"category":"أفعال شائعة","is":"خطف"},
{"category":"أفعال شائعة","is":"خلق"},
{"category":"أفعال شائعة","is":"دام"},
{"category":"أفعال شائعة","is":"دخل"},
{"category":"أفعال شائعة","is":"دَرَّب"},
{"category":"أفعال شائعة","is":"دعا الله"},
{"category":"أفعال شائعة","is":"دفع"},
{"category":"أفعال شائعة","is":"ذاب"},
{"category":"أفعال شائعة","is":"ذاكر"},
{"category":"أفعال شائعة","is":"ذبح"},
{"category":"أفعال شائعة","is":"ذَهَبَ"},
{"category":"أفعال شائعة","is":"رأى"},
{"category":"أفعال شائعة","is":"رتب"},
{"category":"أفعال شائعة","is":"رزق"},
{"category":"أفعال شائعة","is":"رقص"},
{"category":"أفعال شائعة","is":"رمي"},
{"category":"أفعال شائعة","is":"رفع"},
{"category":"أفعال شائعة","is":"زار"},
{"category":"أفعال شائعة","is":"زين"},
{"category":"أفعال شائعة","is":"ساعد"},
{"category":"أفعال شائعة","is":"سأل"},
{"category":"أفعال شائعة","is":"سامح"},
{"category":"أفعال شائعة","is":"سافر"},
{"category":"أفعال شائعة","is":"سقط"},
{"category":"أفعال شائعة","is":"وقع"},
{"category":"أفعال شائعة","is":"سلق"},
{"category":"أفعال شائعة","is":"سعل"},
{"category":"أفعال شائعة","is":"سقى"},
{"category":"أفعال شائعة","is":"سمع"},
{"category":"أفعال شائعة","is":"شارك"},
{"category":"أفعال شائعة","is":"شرب"},
{"category":"أفعال شائعة","is":"شَعَرَ"},
{"category":"أفعال شائعة","is":"شفى"},
{"category":"أفعال شائعة","is":"شكا"},
{"category":"أفعال شائعة","is":"شكر"},
{"category":"أفعال شائعة","is":"شوي"},
{"category":"أفعال شائعة","is":"صفق"},
{"category":"أفعال شائعة","is":"صافح"},
{"category":"أفعال شائعة","is":"صام"},
{"category":"أفعال شائعة","is":"صبر"},
{"category":"أفعال شائعة","is":"صدق"},
{"category":"أفعال شائعة","is":"صرخ"},
{"category":"أفعال شائعة","is":"صعد"},
{"category":"أفعال شائعة","is":"صلى"},
{"category":"أفعال شائعة","is":"صنع"},
{"category":"أفعال شائعة","is":"ضبط"},
{"category":"أفعال شائعة","is":"ضرب"},
{"category":"أفعال شائعة","is":"ضلَّ"},
{"category":"أفعال شائعة","is":"طمع"},
{"category":"أفعال شائعة","is":"طرد"},
{"category":"أفعال شائعة","is":"ظلم"},
{"category":"أفعال شائعة","is":"ظَنَّ"},
{"category":"أفعال شائعة","is":"عاش"},
{"category":"أفعال شائعة","is":"عاهد"},
{"category":"أفعال شائعة","is":"عدَّ"},
{"category":"أفعال شائعة","is":"عَذَّب"},
{"category":"أفعال شائعة","is":"عرف"},
{"category":"أفعال شائعة","is":"عصى"},
{"category":"أفعال شائعة","is":"عض"},
{"category":"أفعال شائعة","is":"عطس"},
{"category":"أفعال شائعة","is":"عَطِش"},
{"category":"أفعال شائعة","is":"عطف على"},
{"category":"أفعال شائعة","is":"عَظَّم"},
{"category":"أفعال شائعة","is":"عفا"},
{"category":"أفعال شائعة","is":"عكف"},
{"category":"أفعال شائعة","is":"علل"},
{"category":"أفعال شائعة","is":"عَلَّم"},
{"category":"أفعال شائعة","is":"عمل"},
{"category":"أفعال شائعة","is":"غاظ"},
{"category":"أفعال شائعة","is":"غرق"},
{"category":"أفعال شائعة","is":"غسل طبق"},
{"category":"أفعال شائعة","is":"غسل ملابس"},
{"category":"أفعال شائعة","is":"غسل يديه"},
{"category":"أفعال شائعة","is":"غَشَّ"},
{"category":"أفعال شائعة","is":"غَضِب"},
{"category":"أفعال شائعة","is":"غَنَّي"},
{"category":"أفعال شائعة","is":"فتح"},
{"category":"أفعال شائعة","is":"فزع"},
{"category":"أفعال شائعة","is":"فكر"},
{"category":"أفعال شائعة","is":"فهم"},
{"category":"أفعال شائعة","is":"قابل"},
{"category":"أفعال شائعة","is":"قاد"},
{"category":"أفعال شائعة","is":"قال"},
{"category":"أفعال شائعة","is":"قام"},
{"category":"أفعال شائعة","is":"قتل"},
{"category":"أفعال شائعة","is":"قرأ"},
{"category":"أفعال شائعة","is":"قطف"},
{"category":"أفعال شائعة","is":"قفز"},
{"category":"أفعال شائعة","is":"قَلَّد"},
{"category":"أفعال شائعة","is":"كافح"},
{"category":"أفعال شائعة","is":"كتب"},
{"category":"أفعال شائعة","is":"كتم"},
{"category":"أفعال شائعة","is":"كذب"},
{"category":"أفعال شائعة","is":"كَرِه"},
{"category":"أفعال شائعة","is":"كسب نقود"},
{"category":"أفعال شائعة","is":"لسع"},
{"category":"أفعال شائعة","is":"لعب"},
{"category":"أفعال شائعة","is":"مات"},
{"category":"أفعال شائعة","is":"مدح"},
{"category":"أفعال شائعة","is":"مَرِضَ"},
{"category":"أفعال شائعة","is":"مزح"},
{"category":"أفعال شائعة","is":"مزق"},
{"category":"أفعال شائعة","is":"مَرَّن"},
{"category":"أفعال شائعة","is":"لام"},
{"category":"أفعال شائعة","is":"لمس"},
{"category":"أفعال شائعة","is":"لمع"},
{"category":"أفعال شائعة","is":"مسح"},
{"category":"أفعال شائعة","is":"مشي"},
{"category":"أفعال شائعة","is":"مضغ"},
{"category":"أفعال شائعة","is":"ماطل"},
{"category":"أفعال شائعة","is":"مكث"},
{"category":"أفعال شائعة","is":"مكر"},
{"category":"أفعال شائعة","is":"ملأ"},
{"category":"أفعال شائعة","is":"مَلَكَ"},
{"category":"أفعال شائعة","is":"منع"},
{"category":"أفعال شائعة","is":"نادى"},
{"category":"أفعال شائعة","is":"نافس"},
{"category":"أفعال شائعة","is":"نام"},
{"category":"أفعال شائعة","is":"ندم"},
{"category":"أفعال شائعة","is":"نزل"},
{"category":"أفعال شائعة","is":"هبط"},
{"category":"أفعال شائعة","is":"نظر"},
{"category":"أفعال شائعة","is":"هدم"},
{"category":"أفعال شائعة","is":"وافق"},
{"category":"أفعال شائعة","is":"وَدَّع"},
{"category":"أفعال شائعة","is":"وصف"},
{"category":"أفعال شائعة","is":"وصى"},
{"category":"أفعال شائعة","is":"وعد"},
{"category":"أفعال شائعة","is":"وقف"}

,
 

{"category":"الزمن","is":"الآن"}]
     }



    


 function findinlist(str, lista) {
         var f = false;

         for (var i = 0; i < lista.length; i++) { if (str == lista[i]) { f = true; } }

         return f;
     }
   
  /////////////////////////////////////////////


     
function Getcats() {

         var cat = [];

         for (var i = 0; i < Diction.words.length; i++) {


             var catstr = Diction.words[i].category;

             if (findinlist(catstr, cat) == false) { cat.push(catstr); }


         }
         return cat;
     }
    
 ////////////////////////////////////////////////////////
     
function GetAllWords() {

         var words = [];

         for (var i = 0; i < Diction.words.length; i++) {


            words.push(Diction.words[i].is);

         }
         return words;
     }
     /////////////////////////////////////////////////////////////
     
function GetCatWords(catstr) 
     {
         var catwords = [];

         for (var i = 0; i < Diction.words.length; i++) {


           

             if (catstr == Diction.words[i].category) { catwords.push(Diction.words[i].is); }


         }
         return catwords;

     }

     
///////////////////////////////////////////////////

     
function GetUserCats()
     {
     var usercats=[];
     var sss = "khonfoshari buildings";
     var k=1;
         while (sss != null) {
             var sss = localStorage.getItem("singdiccat" + k);
             if (sss != null) {    var f =findinlist(sss,usercats); if (f == false) {usercats.push(sss);} }
            k++;
            }
            return usercats;
     }

     
/////////////////////////////
     
function GetUserWords() {
         var userwords = [];
         var k = 1;
         var sss = "khonfoshari buildings";
         while (sss != null) {
             
             var sss = localStorage.getItem("signdicword" + k);
             if (sss != null) { userwords.push(sss) };
             k++;
         }
         return userwords;
     }
     /////////////////////////////////
 
    function GetUserWordsNumber() {
         var k = 1;
         var sss = "khonfoshari buildings";
         while (sss != null) {
             var sss = localStorage.getItem("signdicword" + k);
            
             k++;
         }
         k = k - 2;
         if (k < 0) {k = 0;}
         return k; 
     }
     
/////////////////////////////////////////////////////////
     
function GetUserCatWords(catstr) {
         var catwords = [];
         var k = 1;
         var sss = "khonfoshari buildings";
         while (sss != null) {
             var sss = localStorage.getItem("singdiccat" + k);
             if (sss != null) { if (sss == catstr) { sss = localStorage.getItem("signdicword" + k );catwords.push(sss); } }

             k++;
         }
         return catwords;

     }

/////////////////////////////////////////////

function GetVideoName(str)
{
var vcode="";

for(var i=0;i<str.length;i++)
{
var ss = str.substr(i,1);
vcode=vcode + "0" + GetLetterOrdinalNumber(ss);
}

return vcode;
}

//////////////////////////////////////////////////////

//////////////////////////////
function GetAllwordStartingWith(str)

{

var swords=[];

for (var i = 0; i < Diction.words.length; i++) {

            var ss=Diction.words[i].is;
            var sss=ss.substr(0,str.length);
            if (sss==str) {swords.push(Diction.words[i].is);}

         }
	
//       var k=1;
//	var ss = "khonfoshari buildings";
//         while (ss != null) {
//		
//             var ss = localStorage.getItem("signdicword" + k);
//             if (ss != null) {var sss=ss.substr(0,1);
//             if (sss==str) {swords.push(ss);}
//		};
//             k++;
//         }
         return swords;

}
/////////////////////////////

function GetLetter(ordn)
{

switch(ordn)
{

case 1:
  lstr="أ";  break;
case 2:
  lstr="ب";  break;
case 3:
  lstr="ت";  break;
case 4:
  lstr="ث";  break;
case 5:
  lstr="ج";  break;
case 6:
  lstr="ح";  break;
case 7:
  lstr="خ";  break;
case 8:
  lstr="د";  break;
case 9:
  lstr="ذ";  break;
case 10:
  lstr="ر";  break;
case 11:
  lstr="ز";  break;
case 12:
  lstr="س";  break;
case 13:
  lstr="ش";  break;
case 14:
  lstr="ص";  break;
case 15:
  lstr="ض";  break;
case 16:
  lstr="ط";  break;
case 17:
  lstr="ظ";  break;
case 18:
  lstr="ع";  break;
case 19:
  lstr="غ";  break;
case 20:
  lstr="ف";  break;
case 21:
  lstr="ق";  break;
case 22:
  lstr="ك";  break;
case 23:
  lstr="ل";  break;
case 24:
  lstr="م";  break;
case 25:
  lstr="ن";  break;
case 26:
  lstr="ه";  break;
case 27:
  lstr="و";  break;
case 28:
  lstr="ي";  break;
case 29: 
  lstr = "إ"; break;
case 30:
  lstr = "آ"; break;
case 31:
  lstr = "ى"; break;
case 32:
  lstr = "ة"; break;
case 33:
  lstr = "ئ"; break;
case 34:
  lstr = "ؤ"; break;
case 35:
lstr = "ا"; break;   
case 54:
lstr = "A"; break;           
case 55:
lstr = "B"; break; 
case 56:
lstr = "C"; break; 
case 57:
lstr = "D"; break; 
case 58:
lstr = "E"; break; 
case 59:
lstr = "F"; break; 
case 60:
lstr = "G"; break; 
case 61:
lstr = "H"; break; 
case 62:
lstr = "I"; break; 
case 63:
lstr = "J"; break; 
case 64:
lstr = "K"; break; 
case 65:
lstr = "L"; break; 
case 66:
lstr = "M"; break; 
case 67:
lstr = "N"; break; 
case 68:
lstr = "O"; break; 
case 69:
lstr = "P"; break; 
case 70:
lstr = "Q"; break; 
case 71:
lstr = "R"; break; 
case 72:
lstr = "S"; break; 
case 73:
lstr = "T"; break; 
case 74:
lstr = "U"; break; 
case 75:
lstr = "V"; break; 
case 76:
lstr = "W"; break; 
case 77:
lstr = "X"; break; 
case 78:
lstr = "Y"; break; 
case 79:
lstr = "Z"; break; 



case 80:
lstr = "ء"; break; 



}


return lstr;

}

//////////////////////////////////////////////////////////////////////////

function FoundInDic(str)

{
var flag=false
var k=0;
while ((flag==false) && ( k<Diction.words.length))
{
if (Diction.words[k].is==str) {flag=true;}
k++;
}
if(flag) flag=IsVideoThere(str);

return flag;
}
/////////////////////////////////////////////////////////////////
function VerbInDIC(str)
{
var tempo="";
var flag=false
var k=0;
while ((flag==false) && ( k<Diction.words.length))
{
if (WithoutAccent(Diction.words[k].is)==str  &&  Diction.words[k].category =="أفعال شائعة") {flag=true;tempo=Diction.words[k].is;}
k++;
}
if(flag) flag=IsVideoThere(tempo);

return tempo;
}
//////////////////////////////////////////////////////////////////
function Urlfound(url)
{
    var http = new XMLHttpRequest();
    http.open('HEAD', url, false);
    http.send();
    return http.status!=404;
}	
//////////////////////////////////////////////////////////
function IsVideoThere(ss)
{
	   var vvv= document.URL ;
 	    var ppp= vvv.substring(0,vvv.lastIndexOf('/')+1) ;
		ppp=ppp.replace("#","");
		//ppp=ppp.replace("http://","");
		ppp=ppp+"video/" + GetVideoName(ss) + "/1.webm";
		var flag=Urlfound(ppp);
		return flag;
}
///////////////////////////////////

function GetLetterOrdinalNumber(str)
{
switch (str)
            {

                case "أ":
                    lstr = "1"; break;          
                case "ب":
                    lstr = "2"; break;
                case "ت":
                    lstr = "3"; break;
                case "ث":
                    lstr = "4"; break;
                case "ج":
                    lstr = "5"; break;
                case "ح":
                    lstr = "6"; break;
                case "خ":
                    lstr = "7"; break;
                case "د":
                    lstr = "8"; break;
                case "ذ":
                    lstr = "9"; break;
                case "ر":
                    lstr = "10"; break;
                case "ز":
                    lstr = "11"; break;
                case "س":
                    lstr = "12"; break;
                case "ش":
                    lstr = "13"; break;
                case "ص":
                    lstr = "14"; break;
                case "ض":
                    lstr = "15"; break;
                case "ط":
                    lstr = "16"; break;
                case "ظ":
                    lstr = "17"; break;
                case "ع":
                    lstr = "18"; break;
                case "غ":
                    lstr = "19"; break;
                case "ف":
                    lstr = "20"; break;
                case "ق":
                    lstr = "21"; break;
                case "ك":
                    lstr = "22"; break;
                case "ل":
                    lstr = "23"; break;
                case "م":
                    lstr = "24"; break;
                case "ن":
                    lstr = "25"; break;
                case "ه":
                    lstr = "26"; break;
                case "و":
                    lstr = "27"; break;
                case "ي":
                    lstr = "28"; break;
                case "إ": 
                    lstr = "29"; break;
                case "آ":
                    lstr = "30"; break;
                case "ى":
                    lstr = "31"; break;
                case "ة":
                    lstr = "32"; break;
                case "ئ":
                    lstr = "33"; break;
                case "ؤ":
                    lstr = "34"; break;
                case "ا":
                    lstr = "35"; break;
                case "َ":
                    lstr = "36"; break;
                case "ُ":
                    lstr = "37"; break;
                case "ِ":
                    lstr = "38"; break;
                case "ّ":
                    lstr = "39"; break;
                case "ْ":
                    lstr = "40"; break;
                case "ً":
                    lstr = "41"; break;
                case "ٌ":
                    lstr = "42"; break;
                case "ٍ":
                    lstr = "43"; break;             
               case "0":
                     lstr = "44"; break;
                case "1":
                    lstr = "45"; break;
                case "2":
                    lstr = "46"; break;

                case "3":
                    lstr = "47"; break;
                case "4":
                    lstr = "48"; break;
                case "5":
                    lstr = "49"; break;
                case "6":
                    lstr = "50"; break;
                case "7":
                    lstr = "51"; break;
                case "8":
                    lstr = "52"; break;
                case "9":
                    lstr = "53"; break;
                case "A":
                    lstr = "54"; break;
                case "B":
                    lstr = "55"; break;
                case "C":
                    lstr = "56"; break;
                case "D":
                    lstr = "57"; break;
                case "E":
                    lstr = "58"; break;
                case "F":
                    lstr = "59"; break;
                case "G":
                    lstr = "60"; break;
                case "H":
                    lstr = "61"; break;
                case "I":
                    lstr = "62"; break;
                case "J":
                    lstr = "63"; break;
                case "K":
                    lstr = "64"; break;
                case "L":
                    lstr = "65"; break;
                case "M":
                    lstr = "66"; break;
                case "N":
                    lstr = "67"; break;
	case "O":
                    lstr = "68"; break;
                case "P":
                    lstr = "69"; break;
                case "Q":
                    lstr = "70"; break;
                case "R":
                    lstr = "71"; break;
                case "S":
                    lstr = "72"; break;
                case "T":
                    lstr = "73"; break;
                case "U":
                    lstr = "74"; break;
                case "V":
                    lstr = "75"; break;
                case "W":
                    lstr = "76"; break;
                case "X":
                    lstr = "77"; break;
                case "Y":
                    lstr = "78"; break;
                case "Z":
                    lstr = "79"; break;
 
case "ء":
                    lstr = "80"; break;
 
                         default:
                    lstr = "0"; break;

            }

return lstr;
}


////////////////////////////////////////////////////////////

function GetLetterOrdinalNumberA(str)
{
switch(str)
{

case "أ":
  lstr="1";  break;
case "ب":
  lstr="2";  break;
case "ت":
  lstr="3";  break;
case "ث":
  lstr="4";  break;
case "ج":
  lstr="5";  break;
case "ح":
  lstr="6";  break;
case "خ":
  lstr="7";  break;
case "د":
  lstr="8";  break;
case "ذ":
  lstr="9";  break;
case "ر":
  lstr="10";  break;
case "ز":
  lstr="11";  break;
case "س":
  lstr="12";  break;
case "ش":
  lstr="13";  break;
case "ص":
  lstr="14";  break;
case "ض":
  lstr="15";  break;
case "ط":
  lstr="16";  break;
case "ظ":
  lstr="17";  break;
case "ع":
  lstr="18";  break;
case "غ":
  lstr="19";  break;
case "ف":
  lstr="20";  break;
case "ق":
  lstr="21";  break;
case "ك":
  lstr="22";  break;
case "ل":
  lstr="23";  break;
case "م":
  lstr="24";  break;
case "ن":
  lstr="25";  break;
case "ه":
  lstr="26";  break;
case "و":
  lstr="27";  break;
case "ي":
  lstr="28";  break;
case "إ": 
  lstr = "29"; break;
case "آ":
  lstr = "30"; break;
case "ى":
  lstr = "31"; break;
case "ة":
  lstr = "32"; break;
case "ئ":
  lstr = "33"; break;
case "ؤ":
  lstr = "34"; break;
case "ا":
lstr = "35"; break;             

default:
  lstr="0";
}

return lstr;
}


/////////////////////////////////////////////////////////

function GetVideoNameA(str)
{
var vcode="";

for(var i=0;i<str.length;i++)
{
var ss = str.substr(i,1);
vcode=vcode + "0" + GetLetterOrdinalNumberA(ss);
}
return vcode;
}

function WithoutAccent(str)
 {
     var sss = str.split("");
     var ss = "";
     for (var i = 0; i < sss.length; i++) {
         if (sss[i] != 'َ' && sss[i] != 'ً' && sss[i] != 'ُ' && sss[i] != 'ٌ' && sss[i] != 'ِ' && sss[i] != 'ٍ' && sss[i] != 'ّ' && sss[i] != 'ْ' ) { ss = ss + sss[i]; }
     }
     return ss;
 }
 
///////////////////////////////////////////////////////////////////////////////////////////////////////
 
function WithoutHamza(str) {
     var ss = str.replace("أ", "ا");
     var sss = ss.replace("إ", "ا");
     var ssss = sss.replace("آ", "ا");
     var sssss = ssss.replace("ى", "ي");
         
     return sssss;
 }
 ///////////////////////////////////////////////////////////////////////////////////////////////////////
 
function FindSimilar(str) {
   var cc="";  
   var ts="";
   var ssss = "";
   var dicword = "";
   var simword = [];
   var  ss = WithoutAccent(str);
   var sss = WithoutHamza(ss);

   var doneflag=false;
   
 for (var i = 0; i < Diction.words.length; i++) {
         df=false;

	dicword = Diction.words[i].is;
        ssss = WithoutHamza(WithoutAccent(dicword));
        if (ssss == sss) {simword.push(dicword); df=true ;}
        var flag=hasAccent(dicword);
        
	if (flag==true) {

         cc=sss.substr(0,2);  
        if(df==false){ if ((cc=="ال" ) || (cc=="لل" )) {ts=cc+ssss;if(sss==ts) {ts=cc+dicword;simword.push(ts);df=true;} }} 
           
	
        
         cc=sss.substr(0,1);  
        if(df==false){ if ((cc=="ب" ) ||(cc=="ل" )) {ts=cc+ssss;if(sss==ts) {ts=cc+dicword;simword.push(ts);df=true;} } }
           

	
         cc=sss.substr(0,3);  
        if(df==false){ if (cc=="بال" ) {ts=cc+ssss;if(sss==ts) {ts=cc+dicword;simword.push(ts);df=true;} } }
           
	
        
       if(df==false){
        cc=sss.substr(sss.length-1,1);
	if ((cc=="ه") || (cc=="ك") || (cc=="ي") ) {ts=ssss+cc;if(sss==ts){ts=dicword+cc;simword.push(ts);df=true;} }

           }
	
	if(df==false){        
        cc=sss.substr(sss.length-2,2);
	if ((cc=="هم") || (cc=="نا") || (cc=="ها") || (cc=="هن")) {ts=ssss+cc;if(sss==ts){ts=dicword+cc;simword.push(ts);df=true;} }

	}

	if(df==false){        
        cc=sss.substr(sss.length-3,3);
	if (cc=="هما") {ts=ssss+cc;if(sss==ts){ts=dicword+cc;simword.push(ts);df=true;} }

	}

	if(df==false){        
        cc=sss.substr(sss.length-2,2);
	if ((cc=="تك") || (cc=="تي") ||  (cc=="ته")) {ts=ssss.substr(0,ssss.length-1)+cc;if(sss==ts){ts=dicword.substr(0,dicword.length-1)+cc;simword.push(ts);df=true;} }


	}
	if(df==false){        
        cc=sss.substr(sss.length-3,3);
	if ((cc=="تها") || (cc=="تنا") || (cc=="تهم") || (cc=="تهن") || (cc=="تكم")) {ts=ssss.substr(0,ssss.length-1)+cc;if(sss==ts){ts=dicword.substr(0,dicword.length-1)+cc;simword.push(ts);df=true;} }

	}
	if(df==false){        
        cc=sss.substr(sss.length-4,4);
	if (cc=="تهما") {ts=ssss.substr(0,ssss.length-1)+cc;if(sss==ts){ts=dicword.substr(0,dicword.length-1)+cc;simword.push(ts);df=true;} }

	}

       }
    }
	if(simword.length>0)simword.push(str);
    return simword;     
 }
 /////////////////////////////////////////////////////////////////////////////////////////////////////////

 
function hasAccent(str)
{
     var sss = str.split("");
     var ss = "";
     var flag=false; 
     for (var i = 0; i < sss.length; i++) {
         if (sss[i] == "َ" || sss[i] == "ً" || sss[i] == "ُ" || sss[i] == "ٌ" || sss[i] == "ِ" || sss[i] == "ٍ" || sss[i] == "ّ" || sss[i] == "ْ" ) { flag=true; }
     
}
     return flag;

}

////////////////////////////////////////////////////////////////////////////////


function GetWordCat(wordstr) 
     {
         var sss="";
	 var i = 0;
         var   flag=false;
	while ( i < Diction.words.length && flag==false )
 	{
     

             if (wordstr == Diction.words[i].is) { flag=true;sss=Diction.words[i].category; }
            i++;

         }
         return sss;

     }

////////////////////////////////////////////

////////////////////////////////////////////

function Withoutquot(str)
 {
    // var sss = str.split("");
     var s1=str.replace(".","");
     var s2=  s1.replace("ـ","");
      var s3=  s2.replace("،","");
      var s4=  s3.replace("!","");
     var s5=  s4.replace("؟",""); 
     var s6=  s5.replace("(","");
      var s7=  s6.replace(")","");
     var s8=  s7.replace("'","");
     var s9=  s8.replace('"','');
	  s9=  s8.replace('،','');
	  s9=  s8.replace('؛','');
	   s9=  s8.replace(':','');
	  
	 s9=  s9.replace('اً','');
 s9=  s9.replace("أنتِي","أنتِ");
 s9=  s9.replace("أنتِى","أنتِ");
 s9=  s9.replace("أنتَى","أنتِ");
 s9=  s9.replace("أنتَي","أنتِ");
 s9=  s9.replace("أنتي","أنتِ");
 s9=  s9.replace("أنتى","أنتِ");
  //   var ss = "";
  //   for (var i = 0; i < sss.length; i++) {
  //       if (sss[i] != "ـ" && sss[i] != "،" && sss[i] != "." && sss[i] != "!" && sss[i] != "؟" && sss[i] != "(" //&& sss[i] != ")" && sss[i] != "'"   && sss[i] != '"') { ss = ss + sss[i]; }
  //   }
//if(s9.trim()=="") s9="Bombaaa";
     return s9.trim();
 }
 ///////////////////////////
 function CorrectPicName(picname)
{
	var sss="";
	var xx=picname.indexOf("0360390");
	if(xx>0)  sss=picname.replace("0360390","0390360");
	else sss=picname;
	return sss;
}

///////////////////////////////////////////


function Noquots(str)
 {
    // var sss = str.split("");
     var s1=str.replace(".","");
     var s2=  s1.replace("ـ","");
      var s3=  s2.replace("،","");
      var s4=  s3.replace("!","");
     var s5=  s4.replace("؟",""); 
     var s6=  s5.replace("(","");
      var s7=  s6.replace(")","");
     var s8=  s7.replace("'","");
     var s9=  s8.replace('"','');
	  s9=  s8.replace('،','');
	  s9=  s8.replace('؛','');
	   s9=  s8.replace(':','');
	  
	 
  //   var ss = "";
  //   for (var i = 0; i < sss.length; i++) {
  //       if (sss[i] != "ـ" && sss[i] != "،" && sss[i] != "." && sss[i] != "!" && sss[i] != "؟" && sss[i] != "(" //&& sss[i] != ")" && sss[i] != "'"   && sss[i] != '"') { ss = ss + sss[i]; }
  //   }

     return s9.trim();
 }